{
  "games": [
    {
      "id": "eace8f7b-e66b-41ec-901c-5bd07afbb988",
      "author": "Anonymous",
      "description": "A Christmas themed one button platformer, this special entry for Space is Key is short and sweet, a perfect little stocking stuffer. There are 3 more Space is Key games included in Flashpoint if you enjoyed this one, so be sure to give them a go!",
      "date": "2022-12-01"
    },
    {
      "id": "0954fb1f-7451-4415-ac3d-5bc8ebc896ea",
      "author": "Greett",
      "description": "This is an addicting puzzle game that tests your logic, but you will feel like a genius when you finally figure out the solution. Factory Balls has a simple concept that can be easily figured out, but even the smartest of us will be scratching their heads at the later levels.",
      "date": "2022-12-02"
    },
    {
      "id": "59f4ac1d-78dd-46e2-a674-284f061c5841",
      "author": "Anonymous",
      "description": "A simple management game about selling Christmas Tree before Christmas.",
      "date": "2022-12-03"
    },
    {
      "id": "65869392-eddb-46ae-ba2b-35bbdd644a5e",
      "author": "RB",
      "description": "Very awesome bowling game with a twist. It's an autoscroller game, has powerups, and most importantly: it's a lore-heavy game. I've never seen a bowling game full of lore lol. also there's an arctic setting.",
      "date": "2022-12-04"
    },
    {
      "id": "50f95f7c-128a-f595-a2cd-318c2fa2b4b5",
      "author": "Greett",
      "description": "This point and click adventure game will surely make you rack your brains and it features cute monkeys. What more to wish for during this holiday season? Help Santa fix the workshop and get him on his way to make the monkey go happy!",
      "date": "2022-12-05"
    },
    {
      "id": "1af7ba20-99c5-4ef7-b333-db92ca6392c1",
      "author": "Ganonthegreat",
      "description": "This is a massive site full of collectable badges and minigames, with weekly events and updates as time goes on. It's intended to be played across the entire Christmas period, and Flashpoint is now the only place that can do that.",
      "date": "2022-12-06"
    },
    {
      "id": "48cd5ae7-1991-4e18-8996-5dee160677cb",
      "author": "Greett",
      "description": "What to gift our friends and family this holiday season? The stress is overwhelming! Thankfully, this game gives a way to simulate their reactions to different kinds of gifts. I should probably mention that the simulation works best if you happen to be friends with bunnies, kittens and puppies!",
      "date": "2022-12-07"
    },
    {
      "id": "5cc25083-b068-4275-b7d3-e91b94bec789",
      "author": "Shady",
      "description": "Do you remember playing the old good snake on Nokie 3310? Why not remind yourself of the good old times with a sick 3D gameboard and more timing involved?",
      "date": "2022-12-08"
    },
    {
      "id": "4b26a4b2-09ba-4cc7-b10f-e0f79f06079d",
      "author": "captaingoosehead",
      "description": "In the age of COVID-19, the classic yuletide tradition of door-to-door caroling may prove unsafe. Instead, stay home and fill this Christmas-music-shaped void in your soul by kicking out the jams with Charles Entertainment Cheese himself.",
      "date": "2022-12-09"
    },
    {
      "id": "9ae5d643-3728-9f9d-9e3d-2f672f0d19d8",
      "author": "Anonymous",
      "description": "One of the many games in the semi-popular Super Brawl series. With 22 characters and 22 stages, it's one of the biggest games in the series.",
      "date": "2022-12-10"
    },
    {
      "id": "db41af85-c674-4202-abef-7609de5f7563",
      "author": "coolman",
      "description": "An excellent and original concept : A fighting-puzzle game hybrid where you need to do a looping combo with the moves given to you. Really well made and with multiple difficulties to test your skills and logic.",
      "date": "2022-12-11"
    },
    {
      "id": "d0100e1c-95dd-4524-b345-c924289424a3",
      "author": "RB",
      "description": "The most prominent Flashpoint meme of all time: Zuma. Though keep in mind this isn't the official winter version of Zuma. Still a good-looking Christmas/Winter themed marble popper game though",
      "date": "2022-12-12"
    },
    {
      "id": "0a8df5b4-f374-4635-b3f2-a9727cd7c028",
      "author": "Filmkiller94",
      "description": "This is a pretty short but fun little Cartoon Network Beat 'Em Up game released in Late-2011. With great music and short but good gameplay it makes for a pretty good game to kill 10 minutes",
      "date": "2022-12-13"
    },
    {
      "id": "765f7026-f663-3bd3-1bd6-0d30b1281e43",
      "author": "AL_2713",
      "description": "A simple yet addictive launching game, with a fun art style, similar to Ezones other games. Simply fling the turkey as far as possible, and get some charming festive landings.",
      "date": "2022-12-14"
    },
    {
      "id": "2bfb1fd5-2af4-d95d-de3a-cbcd7d29619d",
      "author": "Greett",
      "description": "Christmas town has been taken over by evil monsters and it's your job to stop them. You play as Santa, wielding a gun and being the last line of defence against the beasts. Walk around in the 3d world, shoot the arsonist monsters and protect Christmas!",
      "date": "2022-12-15"
    },
    {
      "id": "8ec40cc7-e3e1-41cd-86c7-ee41fb81e01f",
      "author": "coolman",
      "description": "The best way to describethat game is that it is a driving-platformer hybrid. You must get to the end of different offroad levels, collecting collectibles and unlocking cars. This game is also pretty long, 60 levels + them in mirror mode afterwards. The game also got a more complete paid release on Steam.",
      "date": "2022-12-16"
    },
    {
      "id": "54cc1aef-a989-4476-8484-6ecb5c0f6921",
      "author": "Anonymous",
      "description": "One of the first games to come out from CartoonNetwork.com, with graphics that look quite faithful to the source material. What a pioneer!",
      "date": "2022-12-17"
    },
    {
      "id": "6e3b88cc-439b-4140-a838-c3fe7fe35c41",
      "author": "Anonymous",
      "description": "Predating Achievement Unlocked by 6 months and with 110 achievements, this is one of the earliest games cantered around achievement hunting that I can remember. The graphics are rather crude, the gameplay is a little clunky, but there's a certain charm to the enemy design especially that gives it a special place in my heart.",
      "date": "2022-12-18"
    },
    {
      "id": "7a28128a-b6c8-49fe-80fc-8817cb1f5589",
      "author": "RB",
      "description": "Another Bowling game with a twist. Unlike other bowling games where you watch the outcome, you have full control with this one, which means you can make your ball go whatever the heck you want. This game has rich history and potential, not gonna explain it because I don't want this description to be to long (You can watch ArtisIan's video about that). This game has a flash version, but I selected the Unity version because it has more lanes, including the snowy setting for the winter season.",
      "date": "2022-12-19"
    },
    {
      "id": "6fdde81f-26f6-43f7-a261-3beb5ab0d0f3",
      "author": "Anonymous",
      "description": "Your objective? Scare the young girl. Your items? 6 items. Your maximum? 4 items. What monster will you receive?",
      "date": "2022-12-20"
    },
    {
      "id": "f76b59f5-3d48-4cdd-8534-50ccfe5c843e",
      "author": "Anonymous",
      "description": "Save The Sheriff, but with a Christmas theme and new unique levels. A challenging, but rewarding 2D platformer.",
      "date": "2022-12-21"
    },
    {
      "id": "16b62b51-d9be-d4f9-a9fc-1352540c704c",
      "author": "9sven6",
      "description": "For me, this game was the first web game with a story more impactful then go save the princess, and has lived rent free in my head for nearly a decade now.",
      "date": "2022-12-22"
    },
    {
      "id": "470b8efb-316c-efc6-baa7-9d7f5149a3a5",
      "author": "IcedCarCocoa",
      "description": "",
      "date": "2022-12-23"
    },
    {
      "id": "5abf10d1-6937-09bd-e96f-3a255c3d27b6",
      "author": "Rocko Rotten",
      "description": "This is a classic Christmastide game from Miniclip that's similar to Line Rider. In this game, you must help Santa reach his end destination. To help him, you must draw a line from the starting point to the end point. Along the way, you must overcome challenges, and collect presents to rack up points.",
      "date": "2022-12-24"
    },
    {
      "id": "eedc9a75-aff8-4bc4-a0dd-534de1647e90",
      "author": "Revac",
      "description": "Santa is behind on his Christmas preparations, and he's only got one minute to make it to his toy factory! Platform through 8 short levels all within 60 seconds to get to the factory and save Christmas!",
      "date": "2022-12-25"
    },
    {
      "id": "de163cff-9dbe-fcbb-164c-53f5d6873fad",
      "author": "RB",
      "description": "You can't talk about flash games without Papa Louie, one of the prominent Flash figures :P. Enter Papa's Cupcakeria, one of the installments in the Gameria series with a snowy setting for the Winter season",
      "date": "2022-12-26"
    },
    {
      "id": "cc9eadd7-a87d-49a2-a64a-ce89e99c84b6",
      "author": "Rocko Rotten",
      "description": "Clickamajigs from Nickelodeon are best known for their simplistic and humorous nature. In this Clickamajig, there's humor, if you can even call it humor. Since this Billy guy sucks at jokes, why not show how you feel about them? You can throw stuff like bowling balls, watermelons, pies, and all sorts of silly objects.",
      "date": "2022-12-27"
    },
    {
      "id": "70942234-bd87-49ae-8c52-9fd539937cfe",
      "author": "RB",
      "description": "This is just plain weird. I remember playing this game when I was a kid. It feels like a fever dream. I do not know what's going on with the developer's mind while doing this",
      "date": "2022-12-28"
    },
    {
      "id": "89e17691-bd46-49b5-8d33-219b321facc4",
      "author": "Filmkiller94",
      "description": "Sienna Reverse Racer was a very limited game on Shockwave.com and made by Silent Bay Studios in 2010 April, Perhaps a pretty good unusual hidden gem of a Shockwave game with it's fun gameplay and nice music and shortness to it.",
      "date": "2022-12-29"
    },
    {
      "id": "e85c14aa-3d86-4357-9f80-eb1e6d8248c3",
      "author": "Anonymous",
      "description": "Not necessarily a Christmas game, but still a winter-themed classic. Throw snowballs at the snowmen but don't get caught. If you run out of energy, it's game over. How far can you get?",
      "date": "2022-12-30"
    },
    {
      "id": "22dbcb0d-7c9d-4b5c-8133-681be739ba04",
      "author": "Dri0m",
      "description": "It's the Dark Souls of the tower defense genre.",
      "date": "2023-01-16"
    },
    {
      "id": "3767114a-fa74-43bc-bbb5-120b0b26f853",
      "author": "Tallamar",
      "description": "The Flash game equivalent of comfort food; a cute and relatively short vertical Launch game. Also the reason I learned to curate.",
      "date": "2023-01-17"
    },
    {
      "id": "ca470843-cc86-44c4-89c4-60f3ca0c2613",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "In 2007, Nickelodeon's Super Stuffed Nicksgiving marathons aired. The most important marathon during the Nicksgiving weekend was when they showed the first episode of every Nicktoon at the time. To tie in to this hyped marathon, Sarbakan developed this game for Nickelodeon. In this game, you have to complete tasks in a short amount of time, much like WarioWare. Put together Aang's glider, catch some ghosts, and serve up a krabby patty! Be careful, if you make one mistake, you lose a life! The longer you succeed, the more points you get.",
      "date": "2023-01-18"
    },
    {
      "id": "56817d45-1906-4182-8b7d-a5ee9d735e1a",
      "author": "prostagma",
      "description": "Fun Metroidvania. The final boss OST got stuck in my younger self's brain back then.",
      "date": "2023-01-20"
    },
    {
      "id": "b9cd9eeb-0e7f-4cc4-811f-ec2223376bc9",
      "author": "prostagma",
      "description": "Out of all Match-3 games in Flashpoint, I did not expect to get addicted at a promotional one.",
      "date": "2023-01-19"
    },
    {
      "id": "d40611dc-1e9c-82e2-1c9d-c6c30793d1e9",
      "author": "Walker21232123",
      "description": "a Garfield \ntable tennis/ping pong game sponsored by Petshealth Care Plan.",
      "date": "2023-01-21"
    },
    {
      "id": "6b50cb43-ad66-4ec8-9e46-3bb06821f2ab",
      "author": "miguel2000",
      "description": "this game is excellent in question of graphics and good history.Also,you can customize your character and have a better weapon for combat!",
      "date": "2023-01-22"
    },
    {
      "id": "5eade6da-36ef-4bd0-8f22-556f34428fd2",
      "author": "AL_2713",
      "description": "Create an incredible story by drawing characters and choosing their actions. After that just watch as the madness unfolds.",
      "date": "2023-01-23"
    },
    {
      "id": "38431aa2-c8c2-4880-b63f-ca9a091155f4",
      "author": "Samsonator",
      "description": "An innovative tie-in game that pushes the limits of Flash's graphical capabilities.",
      "date": "2023-01-25"
    },
    {
      "id": "d4e40269-0fec-4573-b221-90c24eaaa4a0",
      "author": "BlueMaxima",
      "description": "A silly choose-your-own-adventure filled with charm, endings and ducks.",
      "date": "2023-01-28"
    },
    {
      "id": "fdee4800-b5c9-49e0-b19e-22f2b0ccab68",
      "author": "JustNóri",
      "description": "The best 2D shooter I've ever played. So nostalgic and so much fun to come back to anytime. It really blessed my days of early internet games. Good story, good replayability, awesome soundtrack, and most of all: action-packed gameplay.",
      "date": "2023-01-24"
    },
    {
      "id": "9475f4d6-57d8-24ff-d9a1-c4e93207c0c0",
      "author": "Miri",
      "description": "We all know that Raze 2  is the real winner here",
      "date": "2023-01-30"
    },
    {
      "id": "bd72f929-48ad-b5fa-6800-cc3f05141e40",
      "author": "CursedLight",
      "description": "Robotic Emergence and its sequel are great little strategy games where you need to think about the placement of your factories in order to produce enough robots to crush your enemy.",
      "date": "2023-01-26"
    },
    {
      "id": "ee1ce2e0-e138-4149-bf55-1c29fc6e18c0",
      "author": "irsY",
      "description": "Great platform game with awesome music. Gives me nostalgia everytime I play it.",
      "date": "2023-01-27"
    },
    {
      "id": "b5f8bb72-95f4-4f11-adc6-f3c752db1703",
      "author": "R.E.W",
      "description": "Fun Platformer with awesome music and epic cutscenes! The first one made me cry :(",
      "date": "2023-01-29"
    },
    {
      "id": "6ad6c8cc-5be1-1b38-4997-6760f2a1012d",
      "author": "LavAriz",
      "description": "A 2D physics puzzle-platformer where the player uses special paints (Kinda like Portal Gels) to travel across a factory after an incident has occurred during a party.\n\nThe soundtrack is catchy and the art style has a paper-like vector art.",
      "date": "2023-01-31"
    },
    {
      "id": "234e3794-a6e1-71a1-f51e-24cf09a05290",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "The Mortimer Beckett games were my favorite GameHouse games growing up. They are hidden objects games with puzzle elements. This one, Mortimer Beckett and the Time Paradox, was my favorite of the franchise. In this game, you go through various periods in history, like the Viking ages. The one in Flashpoint is the trial version, meaning that you can only play the first level. If you like this game so much and want to experience the full game, you can purchase it, or get a GameHouse membership. I personally recommend playing through the series at least once, it's an adventure you will not regret. This demo will give you a good sense of the franchise.",
      "date": "2023-02-02"
    },
    {
      "id": "a94d865c-cb38-4d31-96f3-dda26502c4a3",
      "author": "Renegát",
      "description": "One of the best games in the \"Papa's\" series isn't even named \"Papa's\" (at least until Mr. Louie expands into the arms industry). A Flipline classic with forging, medieval weapons and adventure for unique treasures.",
      "date": "2023-02-03"
    },
    {
      "id": "c09dd5c3-c32e-4700-9edf-65380204c058",
      "author": "Dukktape",
      "description": "A cute puzzle game with spiders that is unexpectedly fun to play.",
      "date": "2023-02-04"
    },
    {
      "id": "2db87827-c3aa-4c49-86e5-2a650376fb88",
      "author": "TheGTAGamer5000",
      "description": "A nice nostalgic game. I used to play it, it was on YouTube on some point, this is practically what introduced me to the internet.",
      "date": "2023-02-05"
    },
    {
      "id": "dcf1b5cb-dfb9-fd5c-a1dd-9a718d3a0f45",
      "author": "MeleeWaluigi",
      "description": "A classic fighting game where you can play as many Naruto and Bleach characters. Very easy to pick up but has a surprising amount of depth for a flash game.",
      "date": "2023-02-06"
    },
    {
      "id": "932bdf13-572a-4644-aa3a-8d22d629e28e",
      "author": "Ailuas816",
      "description": "She loves the holidays and wants to look totally fab on Christmas Day. What should she wear?",
      "date": "2023-02-07"
    },
    {
      "id": "4c54d098-8125-4994-b6fc-61b78279df40",
      "author": "Dukktape",
      "description": "A personality quiz to answer one of life's most important questions.",
      "date": "2023-02-08"
    },
    {
      "id": "7b317988-4f97-bbbc-a29d-34dcb57103ac",
      "author": "miguel2000",
      "description": "One of the most nostalgic flash game i played when kid. A good parody of Pacman with different story and redesign",
      "date": "2023-02-09"
    },
    {
      "id": "3db36db2-b061-4f15-ae73-899a77c02dc3",
      "author": "blandes02",
      "description": "This shows as the perfect example of how to make a huge microsite based on a show. This contains lots of Super Why! games! But here are the gems I would recommend: Super Why’s Storybook Creator, Attack of the Eraser, Woofter’s Journey to the Golden Bone, and Super Why’s WhyFlyer Adventure! Produced by PBS Kids, will make you never bored!",
      "date": "2023-02-10"
    },
    {
      "id": "e510bdb1-1728-4592-9a54-dd591ba8d952",
      "author": "blandes02",
      "description": "Another one of my childhood microsites. In this microsite, you can play 14 Curious George games in one, such as, High Five, Flower Garden, Monkey Jump, and Bubble Pop. Just like the rest of Curious George games, you can’t help but play it for a while.",
      "date": "2023-02-11"
    },
    {
      "id": "b9a75260-62e6-4138-a8bb-21aa3bbdaffe",
      "author": "PapaLouieFan2023",
      "description": "Score from long distance to make extra points",
      "date": "2023-02-12"
    },
    {
      "id": "5fa91cac-25c9-2a53-f391-09a099cb489b",
      "author": "miguel2000",
      "description": "This game is the most creative rpg such as good references and different types of fight!",
      "date": "2023-02-14"
    },
    {
      "id": "da60dd7b-682a-48e5-9ef5-7a648d930dad",
      "author": "Revac",
      "description": "Stack towers of crystals in this addicting arcade game loosely based on Pokémon. Be careful though, one wrong move and you lose your entire tower!",
      "date": "2023-02-13"
    },
    {
      "id": "c04ef26e-f2e4-4a5b-9b1f-0f7c9215fbc5",
      "author": "CursedLight",
      "description": "Fun little game where you build and upgrade attractions in an amusement park to make money and happy visitors in a limited amount of time. ",
      "date": "2023-02-15"
    },
    {
      "id": "b23137e4-788a-42dd-ae24-4df8bda1f1cb",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "In this game, you can play three minigames, Knock down the tubes, catch the rat, and hoopla. Your goal is to get 10/10 points before the time runs out. You can play as one of the four Tweenies, Bella, Milo, Jake, or Fizz. If you complete the minigame, you are awarded with pintables. It's a very simple game. Despite being simplistic, if you grew up watching Tweenies, you are sure to get a dose of nostalgia.",
      "date": "2023-02-16"
    },
    {
      "id": "def0c775-073a-41d1-adb1-0763ce96cc8a",
      "author": "Dukktape",
      "description": "One of my childhood favourite games. I played the browser based demo probably hundreds of times. Still looking for a copy of the full game as they are surprisingly hard to find.",
      "date": "2023-02-17"
    },
    {
      "id": "257ffa85-61bb-8b68-f3ea-ca1f73113ed6",
      "author": "AL_2713",
      "description": "A simple but fun puzzle game, just shoot the fuzz balls to paint the same color boxes! Features great music and it's been a personal favorite for years.",
      "date": "2023-02-19"
    },
    {
      "id": "81aaf177-4b4b-bde4-8ddc-248dc630bc35",
      "author": "TheGTAGamer5000",
      "description": "This is a very funny biking game. I like how the guy spins around when he gets sucked into the tornado.",
      "date": "2023-02-18"
    },
    {
      "id": "1d01bf9c-ecfc-4960-bbaa-17c396c14c0a",
      "author": "miguel2000",
      "description": "This game is a underrated gem and my favorite. Has a surreal story,cool mechanics in style of Matrix and good difficulty",
      "date": "2023-02-23"
    },
    {
      "id": "ec3dd6f5-166a-5ee2-0f6a-599ebf2d8ef0",
      "author": "Greett",
      "description": "A unique defense game with a charming 3D artstyle. Defend your mushrooms by any means necessary, using everything from miniguns to fly swatters. Don't worry, no animals get harmed! I think...",
      "date": "2023-02-21"
    },
    {
      "id": "45400f7e-b65e-e453-86a2-736462259234",
      "author": "Greett",
      "description": "An alchemy game with a cute artstyle and a world to fill with your creations! Can you collect all the combinations of animals, plants, objects and even monsters? This may take a while, because the game offers over 200 items to alchemise!",
      "date": "2023-02-20"
    },
    {
      "id": "36e8ca05-7d2c-4557-9b78-132a562b26a6",
      "author": "testunstop",
      "description": "fun game about not doing you're work",
      "date": "2023-02-22"
    },
    {
      "id": "17787fab-4ec7-4a02-8d48-fb936d8b749d",
      "author": "miguel2000",
      "description": "Fun game which you can help a octopus for go into water tank! lol",
      "date": "2023-02-01"
    },
    {
      "id": "6339ca4c-47d3-4707-a2ab-532b7f16d318",
      "author": "Greett",
      "description": "Everyone loves winning a game, and in this game you can do it over 20 times! Try aiming for 3 stars in each level. Perfecting some levels may be a headache, or maybe I'm just bad at slidey puzzles.",
      "date": "2023-02-24"
    },
    {
      "id": "97d82cfa-a41e-44e6-ab55-1699e31b5f1c",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "Ever wanted to go to Walt Disney World, but the high prices are steering you away? This VRML world has you covered! Well, kinda. Here, you can explore Magic Kingdom, EPCOT, and Hollywood Studios (then called Disney-MGM Studios) as they appeared in 2001. Sorry Animal Kingdom fans, but your park isn't here despite existing back then :(. If you wanted to know what the parks were like back then, here you go. Reminisce the time when Snow White's Scary Adventures existed before the space was turned into a crummy meet and greet they could've placed anywhere else in the park. You can also reminisce the time where the parks looked straight out of an early Roblox game. Okay, that last part isn't true lol",
      "date": "2023-02-25"
    },
    {
      "id": "dbbc8b06-bef6-45ce-b6c9-fbc0857e0798",
      "author": "RB",
      "description": "Pool game with a twist. The table is round, you have the full control of the stick, the balls act ...a little odd, powerups, and some banger music. Made by the same guy who created Neverending Light and Platform Racing 2",
      "date": "2023-02-26"
    },
    {
      "id": "cf6e620b-0f3d-4816-bcef-f89c4afecb35",
      "author": "Dukktape",
      "description": "While not a particularly unique or interesting game, this game had the honor of being the 100,000th game added to Flashpoint. Who knows what will be the game to hit the 200k milestone?",
      "date": "2023-02-27"
    },
    {
      "id": "c1e352e5-140a-4ea0-b10e-366d5f5972c2",
      "author": "Luvexina",
      "description": "Place your shapes strategically in order to capture your opponent's pieces.",
      "date": "2023-02-28"
    },
    {
      "id": "ef24920c-a5ca-46aa-b783-462b652152c7",
      "author": "miguel2000",
      "description": "Excellent fighting game and is good for make chaos with bots",
      "date": "2023-03-01"
    },
    {
      "id": "45927b6e-cdb9-4735-a5fa-15aa65f0d0e3",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "So you liked Mortimer Beckett and the Time Paradox? This follow-up is for you. It improves the previous game's graphics and mechanics. If you like it, you can subscribe to GameHouse or purchase the full game.",
      "date": "2023-03-02"
    },
    {
      "id": "2f51d2d9-2e35-4514-8ba1-30889884c942",
      "author": "miguel2000",
      "description": "a good activeX game for train your brain",
      "date": "2023-03-03"
    },
    {
      "id": "4d92efb7-1379-432f-a076-a2580d28e6e7",
      "author": "miguel2000",
      "description": "Truly classic flash game",
      "date": "2023-03-04"
    },
    {
      "id": "9e4e7f8e-9044-42fa-bf31-76700ca83a72",
      "author": "AL_2713",
      "description": "Ever wanted to date Cambrian creatures...no? here ya go. Answer their questions correctly to win their hearts!",
      "date": "2023-03-06"
    },
    {
      "id": "595d2e82-1bec-4b5b-ad19-68562f709062",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "This was the first ever curation I did. This was what started my involvement with Flashpoint. It all started when I realized that half of the Pauly's Playhouse games were missing from Flashpoint.   This bothered me, so I decided to curate the remaining games myself. With the remaining Pauly's Playhouse games curated, I felt much better. Originally, I had no interest in curating anything other than those games, but I kept coming across other stuff to curate that captured my interest. Once I had curated a handful of games, I became staff. Today, I still enjoy curating, it's my favorite thing to do for Flashpoint.\n\nThis game is a match-3 puzzle game from Pauly's Playhouse. There's not a whole lot to it, but it can be addicting.",
      "date": "2023-03-07"
    },
    {
      "id": "fd96de02-0a5e-4d55-9c21-b34cf776a831",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "This game may not seem like anything special, but this one was a very important curation for me. This curation was the first ever audition I have checked. Today, I'm known for checking people's auditions, this is what started it all. Even more special, the person who auditioned with this, Bluecake, ended up becoming staff.\n\nThis game is a winter-themed scene creator from Knowledge Adventure. There's really not much to say about this game, but it's kinda cute.",
      "date": "2023-03-08"
    },
    {
      "id": "7a92e84e-b0b5-4510-a4d9-1d1962e59da8",
      "author": "Filmkiller94",
      "description": "Another hidden gem in Nickelodeon's Flash games (Even if it has a grotesque premise lol) The premise is pretty weird but it makes for a fun game which keeps you entertained.",
      "date": "2023-03-09"
    },
    {
      "id": "1972169c-ba1a-fe2f-4ae5-c681cb3edfb0",
      "author": "Filmkiller94",
      "description": "This game is a hidden gem in Nickelodeon's Flash games. With big level design with simple combat and a pretty decent soundtrack, this definitely earns a spot. ",
      "date": "2023-03-10"
    },
    {
      "id": "8324de57-e37b-4b86-8a32-9b9c1d542f27",
      "author": "AL_2713",
      "description": "A genuinely really pretty VRML world. Relax in this small town from Spain and take a walk on the beach.",
      "date": "2023-03-11"
    },
    {
      "id": "b382d779-e487-4271-9698-c9557294bc5c",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "Ever wanted to play a weird dream you had last night? Here you go! This is the only known surviving Play3D title.",
      "date": "2023-03-12"
    },
    {
      "id": "c357a7f6-8da9-c169-a3c6-35d6caff3503",
      "author": "AL_2713",
      "description": "Just plain fun Tetris! Really solid controls and really addicting to aim for a high score.",
      "date": "2023-03-13"
    },
    {
      "id": "fb24ef48-00b6-b34f-098b-e5f75a296301",
      "author": "AnthonyAnimate",
      "description": "This Uno game really hits it out of the park. It is almost like your playing in real life. So much so that they even shout Uno.",
      "date": "2023-03-14"
    },
    {
      "id": "da6b3cb4-78a7-e998-fcf4-cb26a7950754",
      "author": "miguel2000",
      "description": "It is a version of the most famous mobile game of all times.Excellent gameplay,sound effects and songs.",
      "date": "2023-03-15"
    },
    {
      "id": "90299844-bc12-4e64-a082-242911b961fd",
      "author": "miguel2000",
      "description": "Best game for one of the greatest shows of all time",
      "date": "2023-03-31"
    },
    {
      "id": "dab20d55-2beb-4e94-86f0-e062a09952b4",
      "author": "Dukktape",
      "description": "It's an Among Us clone with suspicious cats. What's not to like?",
      "date": "2023-04-01"
    },
    {
      "id": "e1ffd9c8-481b-43db-b60e-f0c922c2fc8d",
      "author": "SorryButNoName",
      "description": "Cool 3D flying disc game for a soda drink.",
      "date": "2023-04-02"
    },
    {
      "id": "e89adc90-6684-4d4a-9b0c-2a880634d380",
      "author": "Binzy_Boi",
      "description": "The single most touching thing I've seen while curating, this animation was made by Vividchan the day of her dog's passing, and serves as a tribute to her life.",
      "date": "2023-04-04"
    },
    {
      "id": "fa89ee98-a161-4c1e-bf15-0b67042d0193",
      "author": "Revac",
      "description": "Observe the Rei cube.",
      "date": "2023-04-03"
    },
    {
      "id": "1975cd8f-c3f8-4de5-89e5-e231f52de1e0",
      "author": "AL_2713",
      "description": "A silly little trivia game. Shake your head yes or no to the random questions, and truly be a big brain!",
      "date": "2023-04-05"
    },
    {
      "id": "b45eb0c4-8ea4-4af4-8317-d85c03a21b3b",
      "author": "Revac",
      "description": "Originally developed as an advergame for Lineage II, this puzzle-adventure game is a hidden gem within On Nakayama's works.",
      "date": "2023-04-06"
    },
    {
      "id": "279b23ca-c7f3-4f56-a02f-3752ec7c5c5d",
      "author": "tytheguy",
      "description": "A classic flash game, launched in 2007, is a fun games with pizza!",
      "date": "2023-04-07"
    },
    {
      "id": "3e05ab4b-9693-4917-ad36-c8cf9573bc7e",
      "author": "AL_2713",
      "description": "Help this beautiful man surf. Drag your mouse around and keep him afloat",
      "date": "2023-04-08"
    },
    {
      "id": "1aeb3e51-7601-4fc5-a3a2-a3498a6a824d",
      "author": "Captninja6",
      "description": "Henry Stickmin has always been my favorite webgame series. The amount of choice and funny references is pretty cool. Fleeing The Complex is the biggest Henry Stickmin game on Flashpoint, and it's pretty good",
      "date": "2023-04-09"
    },
    {
      "id": "2598c072-17e7-42be-9465-ca00f774d647",
      "author": "AL_2713",
      "description": "Play with the funny ant thing and make her dance! :D",
      "date": "2023-04-10"
    },
    {
      "id": "f6dacc6b-4cc7-49b7-9f54-e2ddbed56302",
      "author": "Revac",
      "description": "Rediscover betrayal and heartbreak with the most infamous cat themed Mario game (sorry 3D World.)",
      "date": "2023-04-11"
    },
    {
      "id": "de9f9867-9068-4ab6-94e8-b9a2d2b88a95",
      "author": "Revac",
      "description": "A great mobile-friendly (so simple controls!) metroidvania platformer. Don't let the potential language barrier scare you!",
      "date": "2023-04-12"
    },
    {
      "id": "6c0385d4-c34d-4046-a466-9dba4465e40b",
      "author": "Revac",
      "description": "A fun physics based puzzle-platformer. No relation to Matthew Jamieson's great Circlo puzzle games, unfortunately.",
      "date": "2023-04-13"
    },
    {
      "id": "aa4907c2-c0bf-4dc3-82bb-f2b2c5e5867b",
      "author": "Revac",
      "description": "Enjoy the 360 degree marble popper thrill of Circlo.",
      "date": "2023-04-14"
    },
    {
      "id": "cf67e04c-5558-4904-9329-9f57f89c1c69",
      "author": "R.E.W",
      "description": "a cute little Strawberry Shortcake dance memory game! :D",
      "date": "2023-04-15"
    },
    {
      "id": "51fba1dd-c064-4a02-bdbc-5649f513e131",
      "author": "gardenofraven",
      "description": "Find the hidden object and descend further in this trippy puzzle game.",
      "date": "2023-07-02"
    },
    {
      "id": "ddf1c2e0-286d-4e30-a61c-04de6209e002",
      "author": "Revac",
      "description": "Explore a hidden world within an incomplete game.",
      "date": "2023-07-03"
    },
    {
      "id": "b38fe2b8-676b-e935-98a7-e5b59a2751cb",
      "author": "Captninja6",
      "description": "A run and gun platformer with a boss after every level",
      "date": "2023-07-05"
    },
    {
      "id": "68d8a769-1123-4e76-9350-7c66cc4a0c62",
      "author": "Revac",
      "description": "A dark defense game from jmtb02.",
      "date": "2023-07-06"
    },
    {
      "id": "37de8945-1347-2447-f507-544958e7296a",
      "author": "jlgd",
      "description": "drive as fast as you can and upgrade your car",
      "date": "2023-07-08"
    },
    {
      "id": "659f0dd2-a31f-3899-76c4-21aff43495fa",
      "author": "ddnikki",
      "description": "Learn to Fly, but with a ha... flying squirrel, who has to prove his squirrelness by flying himself to a party.",
      "date": "2023-07-09"
    },
    {
      "id": "9c8eb29e-6f29-4b2e-bb8a-0c226fbfe2eb",
      "author": "miguel2000",
      "description": "This is addicting game. Will you have patience for complete all of them?",
      "date": "2023-07-12"
    },
    {
      "id": "164e2dc8-31dd-4f59-a6be-46c2087e190f",
      "author": "airheadz.",
      "description": "A great game, from a great series of animations, that spawned an EVEN GREATER sequel!",
      "date": "2023-07-11"
    },
    {
      "id": "e5ba0bc0-2561-47e4-9753-646d61351e37",
      "author": "wrap",
      "description": "The first game in the Harry the Hamster series. Simple yet addicting.",
      "date": "2023-07-10"
    },
    {
      "id": "8d634241-3738-459a-aa46-0825afc5f88a",
      "author": "Filmkiller94",
      "description": "One of my favorite games that was released late by Silent Bay. So good I always sometimes come back to this one because of it's fast paced action shooting gameplay.",
      "date": "2023-07-14"
    },
    {
      "id": "cfc668f3-3eae-4134-bb50-c5b674090d1f",
      "author": "Rocko Rotten (ItsTheLazytown)",
      "description": "You play as a clown, walking around a circus tent. That's the whole game. Also, that clown looks like they have some problems going on.",
      "date": "2023-07-13"
    },
    {
      "id": "c92ea9f3-1ad9-424a-aebc-8d32fab2754f",
      "author": "prostagma",
      "description": "A roguelike with nice graphics and enough complexity to play for hours.",
      "date": "2023-07-16"
    },
    {
      "id": "ee1a99ba-ee5e-4041-9ab8-d78419e0d00d",
      "author": "Revac",
      "description": "Master the platforms and parachute, and enjoy the great soundtrack of Rock 'n' Risk.",
      "date": "2023-07-17"
    },
    {
      "id": "940c0959-2821-4419-a074-73f5fef6b1d9",
      "author": "AL_2713",
      "description": "An addicting puzzle game with a relaxing environment. Chill with the tropical music and satisficing puzzle clicking.",
      "date": "2023-07-18"
    },
    {
      "id": "65d39348-11fa-453a-ae95-231d5953dfaa",
      "author": "Revac",
      "description": "An offline port of a defunct online platformer. Comes with the entire officially made campaign, and has support to load custom levels. (Read the notes!)",
      "date": "2023-07-21"
    },
    {
      "id": "1c1335c0-56af-3fce-2701-d90de13a730d",
      "author": "Revac",
      "description": "2010s electronic music meets The Legend Of Zelda.",
      "date": "2023-07-19"
    },
    {
      "id": "d8d5ee24-1142-4b87-869c-45e77edef271",
      "author": "blandes02",
      "description": "To celebrate 2 years of me being a curator, I’m gotta post my curations as Game of the Day! That’s right! We’re not going to stop until everything has been covered! First is Birdly Bicycle. This is the one that started all! Back then when I was a child, I used to play a lot of Angry Birds fan games, and hoo boy, this is so cute! I curated this game because I realized a lot of Angry Birds games are not available on Flashpoint. In this game, you be Red, in a bicycle. This game is not much but this is what comes this to be the best day of my life because I can save a lot of Angry Birds games. You’ll love to see it!",
      "date": "2023-07-20"
    },
    {
      "id": "4ae885ac-f662-b795-45b4-aa2f00e87bbd",
      "author": "Revac",
      "description": "Play two levels of \nTerry Cavanagh's classic gravity-switching platformer. Included as Alt Apps are two early prototypes!",
      "date": "2023-07-24"
    },
    {
      "id": "23c1217a-0fce-4606-b1ec-0dfa8efd73db",
      "author": "ddnikki",
      "description": "A \"catch stuff from the sky game\" that was apparently unforgettable because I was trying to look for this game since I was like 9. (I don't know why or how I remembered this much.)",
      "date": "2023-07-22"
    },
    {
      "id": "ac07108e-602c-4299-ae6a-b14b0c432347",
      "author": "miguel2000",
      "description": "Literally a game saying that isnt game\n",
      "date": "2023-07-15"
    },
    {
      "id": "acd75432-ed30-476c-94e1-5ab2c66c3805",
      "author": "miguel2000",
      "description": "Really good game with cool modeling clay characters",
      "date": "2023-07-23"
    },
    {
      "id": "e4379f1c-9b18-49e8-9dd7-68ebfc6184c2",
      "author": "ddnikki",
      "description": "One of the best Mario games I've seen. Proven by how I almost spent an entire day straight playing this.",
      "date": "2023-07-28"
    },
    {
      "id": "188f13d4-8f56-49ad-929c-a250aa4da7cc",
      "author": "RB",
      "description": "With the release of The Super Mario Bros. Movie, here is Chris Pratt voicing Mario in Super Mario Bros. for the NES.",
      "date": "2023-07-26"
    },
    {
      "id": "fc64b1c0-6c3a-4be0-97db-5c5c3f1e5986",
      "author": "Filmkiller94",
      "description": "Childhood.\nAnyways this is a pretty good Beat em Up game with pretty good 3D Graphics",
      "date": "2023-07-27"
    },
    {
      "id": "965e6a86-4c18-4488-8fb9-cddc4170eb6f",
      "author": "gardenofraven",
      "description": "Celebrate the Fourth of July by playing as Flash developers' favorite president to make games about.",
      "date": "2023-07-04"
    },
    {
      "id": "fdee4800-b5c9-49e0-b19e-22f2b0ccab68",
      "author": "AniArtistMe",
      "description": "Strike Force Heroes is a 2012 Side Shooter Platformer, 4 Classes over 50+ Weapons, Skills, Killstreaks and more.\n\n30 Missions a fun Custom Game, and even sneaky yet funny Achievements you can get in game.",
      "date": "2023-07-30"
    },
    {
      "id": "dba97ae3-2a47-4dac-8618-ece4613395aa",
      "author": "discorduser2000",
      "description": "Celebrate the most underrated animator's (Nothing can top him.) 58th birthday in July 7 by playing this game.",
      "date": "2023-07-07"
    },
    {
      "id": "bda39af1-4560-4227-8cb6-2e2e0c48935a",
      "author": "al_2713",
      "description": "Simply play with the dog, and give him a bone! A fun little toy, and one of the cutest examples of the Tcl programing language.",
      "date": "2023-08-01"
    },
    {
      "id": "714165d7-2f30-4595-ac62-78cf44b2ac70",
      "author": "sneaky_zucchini",
      "description": "This stickman point-n-click adventure will have you sitting there with your chin resting on the knuckles of your hand. Click the things in the right order to get this balloon off the ground.",
      "date": "2023-08-02"
    },
    {
      "id": "8729ba78-4df5-e892-2beb-5884a45b3016",
      "author": "miguel2000.swf",
      "description": "Go feed this cute cat",
      "date": "2023-08-03"
    },
    {
      "id": "da8e5ddf-b7eb-4465-b000-09dff07656bc",
      "author": "r.e.w",
      "description": "a retro puzzle platformer, switch and mix to the right colors to avoid obstacles and get to the portal.",
      "date": "2023-08-04"
    },
    {
      "id": "bdb07e9e-2197-4590-ba9f-13933c8a8e37",
      "author": "it_me_cheesey",
      "description": "Look through the eyes a creature seeing the world for the first time in this Flash classic.",
      "date": "2023-08-05"
    },
    {
      "id": "eb3929f6-aa35-fe41-62fa-2f648570a564",
      "author": ".nyehmeh",
      "description": "The best baseball game in Futuria! You're sure to hit a home run (almost) every time. (Protip: Try hitting the ball into background objects)",
      "date": "2023-08-06"
    },
    {
      "id": "d162a9e5-c016-d357-d29e-7d7c5070e63d",
      "author": "princerandy",
      "description": "An adorable and unique shooter in Jimp's art style. Play as the iconic blue elephant and raid a train while nabbing some major loot.",
      "date": "2023-07-29"
    },
    {
      "id": "229af890-aa4d-49bb-a45d-07b3bf710dee",
      "author": "miguel2000.swf",
      "description": "Crazy billiards game",
      "date": "2023-07-25"
    },
    {
      "id": "139e6e35-692c-4817-b185-2af858a7396c",
      "author": "r.e.w",
      "description": "The first part of a series korean stick platformer games, having creative puzzle obstacles for you to solve",
      "date": "2023-07-31"
    },
    {
      "id": "887fa483-b9f9-489d-ac5f-7c88335c7946",
      "author": "smoresally_7416",
      "description": "My most-played game to date. Ideal for a quick 5 min session. High score to beat: 29,000. I'm sure you'll do fine.",
      "date": "2023-08-07"
    },
    {
      "id": "f811e480-3876-4525-8a34-3cea51b8c16f",
      "author": "captninja6",
      "description": "The classic mobile game. If you somehow don't know what this game is it's basically endless Frogger",
      "date": "2023-08-08"
    },
    {
      "id": "615ae8cc-1ef0-496d-b9f9-8f1e752949c6",
      "author": "princerandy",
      "description": "A guilt-free anarchist game. Take over the world with mutated plant monsters.",
      "date": "2023-08-09"
    },
    {
      "id": "3e222054-2476-4479-9ded-4602cb405af0",
      "author": "dukktape",
      "description": "A 3D puzzle game with good vibes.",
      "date": "2023-08-10"
    },
    {
      "id": "e2bef3d3-dc8a-1f61-f8c6-b35443511e17",
      "author": "Renegát",
      "description": "You know first-person and third-person games, but what a second-person perspective could be? In this shooter you get the answer: you see yourself through the eyes of the enemy! Use their view as an advantage, but watch out for their unique quirks, and don't get dizzy!",
      "date": "2023-08-11"
    },
    {
      "id": "8e21d7fb-542d-1a9d-ebdd-8079020903e8",
      "author": "it_me_cheesey",
      "description": "When the mermaid is trans allegory. (Very shocking, never seen before, unimaginable.)",
      "date": "2023-08-13"
    },
    {
      "id": "0e9edc58-9d1c-4663-92c8-466559fe05bf",
      "author": "05Distortion",
      "description": "This game was used to teach math by teachers in many classrooms in the United Kingdom years ago, regardless of age. Despite its educational nature, it has a lot of variety and content, from boss fights involving math questions to several minigames that aren't educational at all. The game also has a lot of personality with its art and characters, and all these factors combined make for a surprisingly fun and expansive educational game in the end.",
      "date": "2023-08-12"
    },
    {
      "id": "5ce2cdaf-f33e-4262-b6cc-cdc82a618b3a",
      "author": "sneaky_zucchini",
      "description": "A surprisingly addictive game. You control a red dragon, and your objective is to shoot down aything in your path. Enemies vary in strenght and endurance, so you need to select the breath ability to use wisely, without also running out. This game can go on forever.",
      "date": "2023-08-14"
    },
    {
      "id": "370a8fd8-e826-487d-ac4c-ceddec2e5775",
      "author": "._interface_.",
      "description": "A short, calm game where you color the world around you. No enemies, no action, just platforming!",
      "date": "2023-08-15"
    },
    {
      "id": "916bc064-2412-4abc-9e50-ce9a6143fdb6",
      "author": "miguel2000.swf",
      "description": "angry birds but with cows lol",
      "date": "2023-08-16"
    },
    {
      "id": "f2399bc3-0dcc-7640-56cf-c943b0099307",
      "author": "liblung",
      "description": "A novel take on the lane defense genre where you must defend from your opponent, and simultaneously overcome his defenses.",
      "date": "2023-08-17"
    },
    {
      "id": "8232cfed-0329-4917-8e23-b78195427bc3",
      "author": "cezarr",
      "description": "A time management game where you have to create the best honey farm as you can. Kinda addictive.",
      "date": "2023-08-18"
    },
    {
      "id": "fefa3bbd-d609-4c2e-f6df-7b67d8293e94",
      "author": "DarkMoe",
      "description": "Cute little game in which you have to solve mini puzzles in order to get the people of the Tube.",
      "date": "2023-08-19"
    },
    {
      "id": "94f9dd35-91b6-4c34-9226-9dd10867fdf6",
      "author": "captninja6",
      "description": "A 2D platformer where you control 2 characters, each with their own level",
      "date": "2023-08-20"
    },
    {
      "id": "9a1da90f-8f8b-469e-a7f6-bfa5a9e098b5",
      "author": "dukktape",
      "description": "A beautiful little game made in the best plugin. Originally made as a Ludum Dare entry.",
      "date": "2023-08-21"
    },
    {
      "id": "6e0b557e-4242-48ab-8999-7269aee4ef10",
      "author": "sheeshfutt",
      "description": "How Amanita Design began. Playing this and their subsequent games as a kid was absolutely magical, probably the reason I'm into gaming today.",
      "date": "2023-08-23"
    },
    {
      "id": "e578f42b-d222-428b-a30e-b787c3b37a64",
      "author": "princerandy",
      "description": "Play as a heartless, profit-chasing oil industry kingpin. Decimate landscapes, bribe politicians, spread propaganda and annihilate ecosystems- all in the name of black gold!!",
      "date": "2023-08-22"
    },
    {
      "id": "acf5e7c1-9082-f603-394e-f677c646f8a6",
      "author": "smoresally_7416",
      "description": "Jam-packed with content. About 100 (mini-)shows or so. The classic YDKJ you know and love (or hate. or love to hate).",
      "date": "2023-08-24"
    },
    {
      "id": "b87efbb7-eb4b-4ed5-acd9-8e288e603da5",
      "author": "piratebrasil1",
      "description": "Megaman but with newgrounds mascot!",
      "date": "2023-09-02"
    },
    {
      "id": "d5ffc18f-35af-49ae-a6a6-57da1bc70d0c",
      "author": "princerandy",
      "description": "Manage your own cell and guard against viruses in this educational cell defence game.",
      "date": "2023-09-03"
    },
    {
      "id": "6a8a17c4-e87c-4e8f-a792-8dfbb4723f6e",
      "author": "sneaky_zucchini",
      "description": "Panic ball is a fast-phased take on the typical breakout game, but with a lot more speed, powerups and pizzaz. Every level, the ball is a little bit faster and faster, and you get more powerups. Try to get as far as you can while keeping your sanity. You can quickly get addicted to this thing.",
      "date": "2023-09-04"
    },
    {
      "id": "75357871-445c-47c2-90ec-95a8f3dea637",
      "author": "sneaky_zucchini",
      "description": "A lunar lander inspired maze game, where the goal is to scape this strange cavern of cheese. Navigate your crummy spaceship without bumping into the walls, and make sure you place the mice carefully on the platforms so you can advance.",
      "date": "2023-09-05"
    },
    {
      "id": "203d6946-d700-485a-ae22-517e19fe2f36",
      "author": "miguel2000",
      "description": "Has good depressing story\n",
      "date": "2023-09-06"
    },
    {
      "id": "a64d77ab-bff7-c8f5-8c22-b6bd42343886",
      "author": "sneaky_zucchini",
      "description": "Your task is to impress this bartender by mixing a good drink thats up to his sky-high standards. Can you do it?",
      "date": "2023-09-07"
    },
    {
      "id": "0762c222-5875-41b9-aabb-e21ae13d4a53",
      "author": "sneaky_zucchini",
      "description": "Crisis! Youre about to brown your slacks..you need to get to a toilet in time. But uh-oh, these toilets are blocked by your worst enemy... trivia questions! Answer them right to earn an additional ply of toilet paper. You're gonna need it.",
      "date": "2023-09-08"
    },
    {
      "id": "3fb6e974-83ce-45aa-8387-9fb80a450cdd",
      "author": "r.e.w",
      "description": "A cute little platformer about a smiley trying to fix a portal system",
      "date": "2023-09-09"
    },
    {
      "id": "b4f12045-ef05-68f7-1ee4-ecb27dba38eb",
      "author": "princerandy",
      "description": "A unique tower defence game: Manipulate enemy movement and set up defences using a plethora of units and traps. Change and refine your strategy across the different maps each with their own landscape and enemy lineups.",
      "date": "2023-09-10"
    },
    {
      "id": "a80b3d13-253a-06ff-da95-cd1d057a994d",
      "author": "it_me_cheesey",
      "description": "What is it like, in the dreams of babies? What do the denizens of their dream worlds hope and fear for? A melancholic Flash classic.",
      "date": "2023-09-11"
    },
    {
      "id": "27945a90-c388-40d2-b2e9-13fcf4728b78",
      "author": "miguel2000.swf",
      "description": "Relaxing physics game",
      "date": "2023-09-12"
    },
    {
      "id": "50cd17fa-9745-422c-9f60-aed59a97916b",
      "author": "sneaky_zucchini",
      "description": "Navigate the groovy mirror ball trough this disco maze while listening to some radical looping hits. You need to get to the goal of the level, monkey-ball style while earning points and pick up some smoking chicks along the way.",
      "date": "2023-09-16"
    },
    {
      "id": "50427c0d-3987-42b4-a1dd-f2ba680fc9f3",
      "author": "sneaky_zucchini",
      "description": "Youre a witch, and you need to collect kids to plop in your brew. Fly around the field and capture as many kids as you can before you run out of magic. ",
      "date": "2023-09-23"
    },
    {
      "id": "0fc1106e-0820-477a-a354-c767564ed953",
      "author": "sneaky_zucchini",
      "description": "A dragons lair inspired stickman game, where you need to click the flashing area at the right time in order to nagivate trough this dungeon youre captured in. If youre not fast enough, you will meet with a hilarious death.",
      "date": "2023-09-30"
    },
    {
      "id": "ffa34ec6-e74b-2de4-ef2f-c9f27c1b446b",
      "author": "greatfunk",
      "description": "A Newgrounds collaboration of street fighter featuring egoraptor, stamper and etc.",
      "date": "2023-09-13"
    },
    {
      "id": "e7c6cd5a-0f65-037d-5f72-d55b2cb66ad9",
      "author": "sneaky_zucchini",
      "description": "You play as a psycologist at a psychiatric clinic for abused plushies. These living plushies have been abused by their owners, and its up to you to deeply analyze their mind and get to the root of how to help them with their mental problems. You need to make sure you pick the right therapeutic methods in order to help them heal, or you risk doing more damage to their mentality and send them spiraling, or worse.",
      "date": "2023-09-14"
    },
    {
      "id": "a6815c99-09d4-42d5-92af-78e79fbb063f",
      "author": "sneaky_zucchini",
      "description": "A breakout-like game where you have to knock this bored sad kid around the field and have him hit fun balloons. But dont knock him too many times, or he is going to get a sugar rush and bounce all over the place, which is sad. Balance the fun out with proper naps. You only have limited naps, so use them wisely.",
      "date": "2023-09-21"
    },
    {
      "id": "5125dd82-017d-4785-8239-893113eb1a26",
      "author": "phoenix_05",
      "description": "One of my favorite cover-based shoot-em-up's. Really fun to play. They should've given the Queen a special Corgi attack, though.",
      "date": "2023-09-15"
    },
    {
      "id": "705c21b5-e542-446a-bc91-0c5854b39cc6",
      "author": "gapplepotato",
      "description": "It is the best monster breeding RPG.\nMy favorite monster is \"バードマン\"",
      "date": "2023-09-17"
    },
    {
      "id": "52dc5215-a35c-41dd-a4f4-b732dd214ccd",
      "author": "walker21232123",
      "description": "This one of best example of a YouTube \"Game\".",
      "date": "2023-09-20"
    },
    {
      "id": "477c24d4-a3d5-4f81-b91c-0efee2a5c0ac",
      "author": "its_ender_",
      "description": "A doll torture simulator to take stress out off you , comes with online levels and community mods",
      "date": "2023-09-19"
    },
    {
      "id": "602762ba-a1b6-4810-8093-e5dbf0c33b61",
      "author": "fischy2000",
      "description": "a good game, with fun minigames, lots of secrets, and some nostalgia for me",
      "date": "2023-09-22"
    },
    {
      "id": "d08235ed-17ef-4345-ad78-11aeee3d91ce",
      "author": ".nyehmeh",
      "description": "Although not as great as the original Strawberry Blasted Factory Frenzy, it's still a fine enough platformer game to waste time with.",
      "date": "2023-09-24"
    },
    {
      "id": "abcf6a22-1611-48f9-87b3-5112eedfb05c",
      "author": ".nyehmeh",
      "description": "A cult classic in some online circles and perhaps one of the best advergames out there, this little minigolf experience is sure to be a pleasant time for anyone around.",
      "date": "2023-09-26"
    },
    {
      "id": "6a93de1b-94b8-46b9-8f6f-8bbb1ebb4098",
      "author": "peteclawsward",
      "description": "Super Brawl 3: Good VS Evil is another game in the Nickelodeon Super Brawl Series (It's the third main game). There are 24 characters and 11 stages, so there's a lot of content in this game.",
      "date": "2023-09-25"
    },
    {
      "id": "31aba08d-96f0-4cd1-95d7-277106fb058c",
      "author": ".nyehmeh",
      "description": "Ever wanted to play as the Honeycomb Craver in a fighting game? No? Well too bad.",
      "date": "2023-09-27"
    },
    {
      "id": "4bd61b32-a444-4090-b7ad-ad43cf7fdaff",
      "author": ".nyehmeh",
      "description": "This game is capitalism at its finest.",
      "date": "2023-09-29"
    },
    {
      "id": "8cca2497-6884-43d6-ab68-7f4345dddd80",
      "author": "corvy.",
      "description": "The world-famous film star Albert Ross has to get all the way from Virginia to Hollywood, and fast! Can you propel his car to get him there?",
      "date": "2023-09-28"
    },
    {
      "id": "0ecae5f7-5295-5d4e-62f6-e5a15bd1eb58",
      "author": ".nyehmeh",
      "description": "Can you complete your journey? From the creator of Pitfall on Atari, this quest for golden cookies will surely give you a tough challenge. (mainly because of the controls)",
      "date": "2023-10-01"
    },
    {
      "id": "4cd01296-3379-487f-8dde-e48dc6313ac7",
      "author": "rockorotten",
      "description": "Here's a children's microsite that comes from my birth country, Canada. This microsite is based on the French-Canadian children's show of the same name. The show itself is very weird, be warned. Here, you can sing along to songs in French, build contraptions, make a sandwich, and complete other tasks. Don't know French? Don't you worry, they made an English version. The English version is coming soon to a database near you.",
      "date": "2023-10-05"
    },
    {
      "id": "5cd807cc-6880-f60d-8df4-7f9ea1a6c3f9",
      "author": "Revac",
      "description": "Explore a haunted house as the world's favorite lasagna-loving orange cat!",
      "date": "2023-10-08"
    },
    {
      "id": "8b7922d7-478a-d08b-f4b9-230fa2553e61",
      "author": "Revac",
      "description": "Embark once more on a spooky adventure in this sequel to the classic Garfield game!",
      "date": "2023-10-09"
    },
    {
      "id": "ca8862b6-2534-4dbd-b021-41a8415a9790",
      "author": "Revac",
      "description": "Who you gonna call? No one actually! Bust the ghosts yourself in this Silent Bay Studio title.",
      "date": "2023-10-20"
    },
    {
      "id": "008c5828-d5e5-4be2-b3cb-f8a74d946592",
      "author": "Rocko Rotten",
      "description": "This is a childhood favorite of mine. In this game, you have to find Dr. Dingle in a haunted house, who's being help captive by a monster he created. Can you save Dr. Dingle before it's too late? ",
      "date": "2023-10-25"
    },
    {
      "id": "8519332f-3b1d-4575-b37e-d63ecd3114ba",
      "author": "Revac",
      "description": "Experience one of the earliest examples of a 'horror' game with Atari's flash-powered emulation of Haunted House.",
      "date": "2023-10-27"
    },
    {
      "id": "84be00ce-ed2f-4e89-abe8-cac4e8293157",
      "author": "Revac",
      "description": "Kmart's classic Halloween game, preserved here on Flashpoint!",
      "date": "2023-10-30"
    },
    {
      "id": "cf7f6358-15dd-8da1-ca30-8c71833925f9",
      "author": "Revac",
      "description": "In Crystal Cove Online, play through each episode of Scooby Doo! Mystery Incorporated's first season and solve the mysteries yourself, it even has collectibles and achievements!",
      "date": "2023-10-13"
    },
    {
      "id": "f81ea3f4-fb8f-483d-be4c-33bec8d7d905",
      "author": ".nyehmeh",
      "description": "Design the cookie snack themed room of your dreams and play games with your slightly creepy best friend. (note: currently unplayable at night)",
      "date": "2023-11-02"
    },
    {
      "id": "37019296-3c41-46d1-a4b4-83b6cacd019a",
      "author": "peteclawsward",
      "description": "If you ever wanted to play a hard Nickelodeon motocross game made in Flash with janky physics and the ability to play as SpongeBob SquarePants, then you should try out Boat-o-Cross!",
      "date": "2023-11-03"
    },
    {
      "id": "b1216999-157a-523a-0a71-2ee2581ea1e1",
      "author": ".nyehmeh",
      "description": "Join Cheesasaurus Rex on his quest for KRAFT™ Mac & cheese and soccer ball sized gems.",
      "date": "2023-11-04"
    },
    {
      "id": "f02cd206-7ea8-4ae3-b373-84d9c9e6fd91",
      "author": ".nyehmeh",
      "description": "Ever wondered what it's like having a registered trademark symbol at your side at all times? Play this game then.",
      "date": "2023-11-11"
    },
    {
      "id": "255e75f0-a460-4be1-8829-2bf8556d23e7",
      "author": ".nyehmeh",
      "description": "Mash your Keyboard: The Game",
      "date": "2023-11-18"
    },
    {
      "id": "8adaa256-548b-4d2d-ab83-21a551ffc25a",
      "author": ".nyehmeh",
      "description": "Pretty simple game. Just read the instruc-...oh.",
      "date": "2023-11-09"
    },
    {
      "id": "7cb4d068-f174-44b9-b638-823ffa2174ac",
      "author": ".nyehmeh",
      "description": "Pop bad piggies in the world inside an Intel® laptop.",
      "date": "2023-11-16"
    },
    {
      "id": "fed3d6b2-2a38-41cc-857c-39d54e279b80",
      "author": "Rocko Rotten",
      "description": "To celebrate Doctor Who's 60th anniversary, here's a good official game! In this game, you pilot the TARDIS. Make sure to avoid the red dust!",
      "date": "2023-11-24"
    },
    {
      "id": "8fd375ac-1a40-94a4-e878-95b4ff14e549",
      "author": "Revac",
      "description": "Ghost 'n Goblins, but with the Blue Bomber.",
      "date": "2023-10-02"
    },
    {
      "id": "340f8f12-388e-46a1-a595-c5626dc7f746",
      "author": "Revac",
      "description": "Silverlight's (most likely) only First-Person Shooter game, mow down the zombie horde with an Uzi.",
      "date": "2023-10-16"
    },
    {
      "id": "0f3bde86-dc2e-4754-adea-563f2c5e0cd5",
      "author": "Revac",
      "description": "Shoot zombified versions of Carl in this retro-inspired Aqua Teen Hunger Force shooter!",
      "date": "2023-10-23"
    },
    {
      "id": "bb443026-71e8-33b3-aadc-ffe1bf9567a1",
      "author": "Revac",
      "description": "Ever wondered what a first-person pellet maze game set in the White House would be? (Just beware of jumpscares.)",
      "date": "2023-10-29"
    },
    {
      "id": "09b4de51-8b9f-4b8c-93c5-c0133103dc8d",
      "author": "childishbeat",
      "description": "As the King of Vitalize, I hereby state this Indiana Jones-like endless jumper as one the best presented games on the platform!",
      "date": "2023-11-10"
    },
    {
      "id": "9d745f54-7fe3-46cf-b89c-734c914de769",
      "author": ".nyehmeh",
      "description": "Play all the way to level 3. You won't regret it. :^)",
      "date": "2023-11-30"
    },
    {
      "id": "eeb77ca5-d08e-4af6-8760-67354431302f",
      "author": "phoenix_05",
      "description": "Set out on a journey of 6 chapters to find mythical creatures often considered to be urban legends, as a member of the X-Files project, in this action-adventure series. Be prepared for puzzling problems, troublesome action sequences that keep you on your toes, and engross yourself in the story. ",
      "date": "2023-11-05"
    },
    {
      "id": "575f3bad-a1a8-4b23-bab3-be6f567c7275",
      "author": "gamerfromsaturn",
      "description": "Miniclip's take on the classic tile puzzle. 5 levels are included",
      "date": "2023-11-06"
    },
    {
      "id": "3ec18afc-7f95-41fd-bf8b-353d5fdf1655",
      "author": "litness11",
      "description": "A fine webgame relic from the early 2000's. Sorta like tennis, except it's bowling... in Space! Use the racket thingy to bounce the bowling ball back and forth until you obliterate all the pins. ",
      "date": "2023-11-07"
    },
    {
      "id": "8e98a1c8-017f-983c-820f-04d555de80b5",
      "author": "scrooge200",
      "description": "A fun, fluid 2D platformer with expressive animation and quick battle mechanics.",
      "date": "2023-11-08"
    },
    {
      "id": "20faf610-9f0d-40c9-91f6-3cf07a4e9d0b",
      "author": "scrooge200",
      "description": "Fight your way through a schoolyard in this amazingly brutal beat 'em up.",
      "date": "2023-11-29"
    },
    {
      "id": "cd6008da-b188-5f7b-c2d5-b80e2d08e221",
      "author": "superfromnd",
      "description": "A very short but very cool puzzle game where you make the coolest LED signs to attract more customers to your burger joint than those new-fangled clowns at Filthy Burger.",
      "date": "2023-11-28"
    },
    {
      "id": "28794a2c-c755-4a1b-9cc9-a73a1e6361f6",
      "author": "sneaky_zucchini",
      "description": "You want to adventure as an adorable little pixelated cat on an RPG adventure designed to piss you off? Then look no further then this game.",
      "date": "2023-11-14"
    },
    {
      "id": "6e8ed9fd-f84b-4317-b4da-ff1349f864f2",
      "author": "Microsoft PowerPoint 2010",
      "description": "The only Decision in this game is to go on forward.\nA fun topdown zombie shooter.",
      "date": "2023-10-03"
    },
    {
      "id": "b615087b-f832-c21c-5f92-056270403710",
      "author": "PreciseAnimate",
      "description": "In Black Licorice, you pass out caramel pieces to the little trick-or-treaters, but please do not give them black licorice leftover from last Halloween. Otherwise, one will scare the hell out of you and cause nightmares.",
      "date": "2023-10-31"
    },
    {
      "id": "0ade79e7-733e-37c1-9306-6499d32daa28",
      "author": "Rocko Rotten",
      "description": "Here's a cool little educational game. In this game, you must collect keys from goblins to gain access to the dragon's lair. This game has a very mystical vibe to it, it's almost hypnotizing. It's a shame that there was never a sequel.",
      "date": "2023-10-07"
    },
    {
      "id": "8067aa46-d2ef-d735-a938-b5589a6954a7",
      "author": "gapplepotato",
      "description": "Life",
      "date": "2023-11-12"
    },
    {
      "id": "891ac9f2-93da-4141-bd51-6a61c4aeea38",
      "author": "_shopkeep",
      "description": "Surprised to not find this on the list, one of the best launch games out there and a personal favorite of mine. Great gameplay and tons of easter eggs",
      "date": "2023-11-25"
    },
    {
      "id": "c6d747da-03ce-11c7-0f3c-5dcd8a9018f7",
      "author": "cor420",
      "description": "Test your endurance and see how many waves you can last blasting enemies to pieces in this 2D platform shooter. An instant classic when it was released back in 2006 and it hold up splendidly almost 20 years later.",
      "date": "2023-11-26"
    },
    {
      "id": "cbb7957e-92de-455b-90b0-d6078ee38f7e",
      "author": "cezarr",
      "description": "a door stop yay",
      "date": "2023-11-27"
    },
    {
      "id": "2cdbc00f-c174-3f04-e646-bb9961ecd424",
      "author": "Claudiu",
      "description": "Dodge and weave to the beat.",
      "date": "2023-10-22"
    },
    {
      "id": "769ec025-74b8-a8b2-f740-6d4e77e63ec4",
      "author": "Dukktape",
      "description": "A very pretty character character. If you make something cool, come show it off in the GOTD channel in the discord server!",
      "date": "2023-10-04"
    },
    {
      "id": "8a8676eb-9857-4ad7-9c02-906a9ade1e82",
      "author": "DarkMoe",
      "description": "Nothing cooler than a long forgotten 80s monster balls series, in a sticker album.",
      "date": "2023-10-06"
    },
    {
      "id": "d70cf29c-c295-45a5-fc09-66946407e2ba",
      "author": "DarkMoe",
      "description": "When you think on Where's Wally, but with zombies !",
      "date": "2023-10-10"
    },
    {
      "id": "945d26ca-6155-611c-b1cd-81307f5995d3",
      "author": "Cezarr",
      "description": "Qix with Pacman branding. I spent a lot of time playing it as a kid",
      "date": "2023-09-18"
    },
    {
      "id": "6165abb5-dee1-e878-90f7-fe13b86d213c",
      "author": "DarkMoe",
      "description": "Interesting puzzle game in which you have to complete several steps in order to progress. Not an escape the room game, just typical find hot spot to activate something on screen.",
      "date": "2023-10-11"
    },
    {
      "id": "037b36f0-518e-43f3-90a3-59689fb48953",
      "author": "Gapple",
      "description": "8 warriors protect the village from monsters.",
      "date": "2023-10-14"
    },
    {
      "id": "a1171e60-81d0-c323-dca7-5b1f356c3ecd",
      "author": "Cezarr",
      "description": "Quite addictive game in which you have to destroy pathogens by dispensing antidotes around them",
      "date": "2023-10-15"
    },
    {
      "id": "33f0a959-571e-4ef5-bdaa-c8e71b06261a",
      "author": "piratebrasil1",
      "description": "This sequel are really cool, it was the closest to a \"speed runners\" of the time, the campaign can be very difficult at first, a pity the online mode is broken it was one of the modes I played the most in a flash game",
      "date": "2023-10-12"
    },
    {
      "id": "ad027b53-9206-45b3-8fbf-19a3a200ece8",
      "author": "cezarr",
      "description": "A beautiful puzzle game where you have to memorize and recreate the constellations.\nOne of the few Flash games that I completed as a kid.",
      "date": "2023-11-13"
    },
    {
      "id": "a255e42e-bc74-4d00-ab5f-1f37d428dd7e",
      "author": "miguel2000.swf",
      "description": "Play as stickman exploring the computer!",
      "date": "2023-11-15"
    },
    {
      "id": "16c596fb-6853-4c86-a87b-6c264b963239",
      "author": "DarkMoe",
      "description": "An animated webcomic about zombies, similar to The Walking Dead in style but with isometric cubed characters.",
      "date": "2023-10-17"
    },
    {
      "id": "ce0d3d2b-e43b-41a8-9d24-1e0722fb72c5",
      "author": "princerandy",
      "description": "Tower up weird gummy creatures to reach new heights.",
      "date": "2023-10-18"
    },
    {
      "id": "665c50e4-ad08-464d-8c15-3016bd7edcbb",
      "author": "princerandy",
      "description": "A gingerbread themed knife-throwing simulator. Hit targets within a time limit and avoid harming your assistant.. or consider them collateral damage.",
      "date": "2023-12-01"
    },
    {
      "id": "6c92837f-51a8-f28c-9200-2f392f257762",
      "author": "smoresally_7416",
      "description": "A nice ARPG platformer, surprising amount of depth.",
      "date": "2023-11-17"
    },
    {
      "id": "358200ca-ae4c-1025-837f-2278b943d3ba",
      "author": "smoresally_7416",
      "description": "Smooth diving-through-the-hoops action. Also has a nice sequel.",
      "date": "2023-11-19"
    },
    {
      "id": "4ae39395-e6a8-75a8-10af-e8fb7dc5b2d3",
      "author": "veradana",
      "description": "An old Neopets game I enjoyed a lot growing up.  Getting a high score is very luck based, but sometimes you can learn some of the hill patterns to get into a groove.",
      "date": "2023-10-19"
    },
    {
      "id": "225b4262-14da-4ab6-99d9-382ba01fb021",
      "author": "saver310",
      "description": "A game recreation of the beloved animation series. Even more fun with 2 players.",
      "date": "2023-11-20"
    },
    {
      "id": "afaad530-6747-42d6-aa4f-50461efb0d91",
      "author": "altay1974",
      "description": "The good old Road of The Dead 2 where you go around running over and shooting zombies to get out of the city. Also the game Markiplier promised to make a video of but never did.",
      "date": "2023-10-21"
    },
    {
      "id": "bdfbd0d6-445f-4025-86c0-3bc0b7c81c62",
      "author": "r.e.w",
      "description": "another platformer game this time with a special boss fight :)",
      "date": "2023-11-21"
    },
    {
      "id": "4a19e744-750a-2ead-3306-562b888e6434",
      "author": "DarkMoe",
      "description": "Can you escape the mansion ? In case of help, don't miss the rather rare walkthrough extra made in flash.",
      "date": "2023-10-24"
    },
    {
      "id": "22270708-897c-df1a-e790-2e21846e7f93",
      "author": "DarkMoe",
      "description": "The goal is to get to sleep in a hotel, but everyone is making noise and you have to solve their problems. It is rumoured that this game made BlueMaxima go crazy.",
      "date": "2023-10-26"
    },
    {
      "id": "37ea8f2e-2831-829d-17f6-bbc630988188",
      "author": "DarkMoe",
      "description": "Cool little tie in game from the movie.",
      "date": "2023-12-02"
    },
    {
      "id": "f71a4c31-e280-8347-c26a-ab76aa6cb48f",
      "author": "DarkMoe",
      "description": "A classic from another era. Can you find them all ?",
      "date": "2023-10-28"
    },
    {
      "id": "71693fbe-70a8-4ee6-81bb-ceb108675708",
      "author": "cezarr",
      "description": "Crabs are cool.\nJigsaws are cool.\nWhat else could you want?",
      "date": "2023-12-03"
    },
    {
      "id": "2c950c4d-f4fa-cfb6-6582-bbe222b71faa",
      "author": "nanerbag",
      "description": "A platformer featuring a spider having to sling around from level to level with some of the tightest, most satisfying, speedrun-friendly movement and mechanics in any game I've played, featuring a unique mix of fake 3D environments combined with simple and adorable character designs.",
      "date": "2023-12-08"
    },
    {
      "id": "1afe2839-e820-4666-ad60-7167fb0d82db",
      "author": "gardenofraven",
      "description": "Prove you can multitask with these 4 simultaneous challenges, how long can you last?",
      "date": "2023-12-04"
    },
    {
      "id": "55a4914b-833a-483d-a5ff-a195e57dcf72",
      "author": "Cezarr",
      "description": "One of the SpongeBob games of all time",
      "date": "2023-11-22"
    },
    {
      "id": "57601fc4-df65-422d-8aa1-04609a7cc431",
      "author": "Cezarr",
      "description": "A cool game where you can raise a dragon in many different ways! It can be a savior for poor people or just eat them",
      "date": "2023-12-07"
    },
    {
      "id": "cb3377c1-aa8c-e24a-8e1f-f23e57ff48e9",
      "author": "Cezarr",
      "description": "In 2010s, there was no computer science class in a Polish school without playing this game",
      "date": "2023-11-23"
    },
    {
      "id": "87268368-a9da-46c5-a592-b98f9c30da0a",
      "author": "DarkMoe",
      "description": "A simple story creator which reacts depending on how you drop the characters.",
      "date": "2023-11-01"
    },
    {
      "id": "2d69481a-8be0-451a-9196-20c5bfc314a8",
      "author": "DailyKosia",
      "description": "First game of the arcade classic series .",
      "date": "2023-12-05"
    },
    {
      "id": "952bff11-1477-61d7-674f-9297ebe3e396",
      "author": "Scrooge200",
      "description": "Prevent the penguins from sinking your iceberg in this Funbrain classic.",
      "date": "2023-12-06"
    },
    {
      "id": "0a5b7041-a3e1-c8ba-c967-7bd156f10fac",
      "author": "N4L",
      "description": "This is basically Jetpack Joyride but with SpongeBob SquarePants. Perfect for the holiday season!",
      "date": "2023-12-09"
    },
    {
      "id": "80290d68-45c6-c3fa-b840-8558d906bf50",
      "author": "N4L",
      "description": "The first entry in the well-known Super Brawl series! Play as eight popular Nickelodeon characters, pick one of the eight stages, and fight to your heart's content!",
      "date": "2023-12-10"
    },
    {
      "id": "7de03fe2-9a7e-3a35-2b00-ff6b563deb55",
      "author": "DailyKosia",
      "description": "An easy lovely escape Christmas escape game. Just a jewel. To be played at an evening, in a country house, while the family is preparing the dinner (or is washing the dishes). Back then, this game could be played only in December until 25th.",
      "date": "2023-12-11"
    },
    {
      "id": "c1366530-066b-47b9-8252-9b22c47947c1",
      "author": "Alej2006",
      "description": "A great christmas Miniclip game where you play as Santa",
      "date": "2023-12-12"
    },
    {
      "id": "385da13e-d001-4b71-b4f7-36bf7b9b92a3",
      "author": "Rocko Rotten",
      "description": "You thought the Grinch was bad? These no good Burglars are stealing your belongings, and you must fight back! To fight back, you must throw ornaments. Be careful not to hit Santa, or else you'll get coal!",
      "date": "2023-12-25"
    },
    {
      "id": "8d708c7c-3f15-442f-acd7-0eee8e8fdfd3",
      "author": "DailyKosia",
      "description": "New Year game. Activate items in the right order in order to help this planet to restore its web connection..",
      "date": "2024-01-02"
    },
    {
      "id": "bcbc019e-e670-4183-bfa1-5837126a2eae",
      "author": "DailyKosia",
      "description": "Santa comes again in the house this year! Well... and if you played some bad jokes to him?",
      "date": "2023-12-13"
    },
    {
      "id": "0c64be16-3fc5-4367-b5a2-c9f76814895c",
      "author": "DailyKosia",
      "description": "Now, it's really Christmas. Santa has flown away. But there is a last just ordered present - which is yours - to be sent. It's to you to manage to achieve that in this little easy puzzle game.",
      "date": "2023-12-24"
    },
    {
      "id": "44da1c22-a232-4dbd-b8fb-aea8730a3c61",
      "author": "DailyKosia",
      "description": "Little game. New Year should be now... but where that damn kid got lost again?",
      "date": "2024-01-01"
    },
    {
      "id": "22157304-36df-9760-c3d8-65d691e67b84",
      "author": "DailyKosia",
      "description": "It's winter and snowflakes fall. Collect them and increase the high score.",
      "date": "2023-12-14"
    },
    {
      "id": "464c902e-37ab-fed9-63b0-a8771083dc9f",
      "author": "centuribejewelian",
      "description": "Swap 2 Adjacent Gems to form rows of 3 or more.",
      "date": "2023-12-15"
    },
    {
      "id": "1a390779-92cd-42c8-a42b-e1cfed1e2aad",
      "author": "DarkMoe",
      "description": "A really cute graphic adventure similar in style to early LucasArts games.",
      "date": "2023-12-16"
    },
    {
      "id": "ee0d149f-2c5d-0db1-ea6c-4f7d1f23d744",
      "author": "DarkMoe",
      "description": "Cool FMV game in which you play as an actress shooting weird monsters. First game also quite fun.",
      "date": "2023-12-17"
    },
    {
      "id": "600c1caf-190d-c366-011b-2a3f8ebfaf66",
      "author": "DarkMoe",
      "description": "Interesting twist, in which instead of a classic platformer game, you actually control the platforms.",
      "date": "2023-12-18"
    },
    {
      "id": "d6ff40ff-ae79-476b-994d-8d8ed02acef6",
      "author": "cezarr",
      "description": "A fun puzzle game where you have to restore colors, stolen by The Water Mafia, to objects on the map in a limited amount of time.",
      "date": "2023-12-19"
    },
    {
      "id": "f22a6df8-f225-4f05-a296-d11f8127046f",
      "author": "markiplierfan2005",
      "description": "One of the best 2D platformers I have ever played, it's really underrated too. I recommend playing the 1st one to better appreciate positives this game has, that the 1st game doesn't. ",
      "date": "2023-12-27"
    },
    {
      "id": "1d151659-fcf1-4c5e-b712-6038d1ed3308",
      "author": "Dukktape",
      "description": "Please enjoy this very normal solitaire game.",
      "date": "2024-01-03"
    },
    {
      "id": "0d8e16d9-7904-d407-9f02-c990860fecb7",
      "author": "DailyKosia",
      "description": "Embellish this Christmas tree by clicking on the elements in the right order.",
      "date": "2023-12-20"
    },
    {
      "id": "25bb602f-5181-412d-873f-ecca3251a13b",
      "author": "Alej2006.swf",
      "description": "A cool Silen Games christmas game",
      "date": "2023-12-21"
    },
    {
      "id": "1ddcd8bf-10db-4791-bf4b-4e9faa416a8a",
      "author": "Alej2006.swf",
      "description": "another cool Silen Games christmas themed game",
      "date": "2023-12-22"
    },
    {
      "id": "43925692-a178-4436-9421-9c357ce33ca4",
      "author": ".di5corduser2000",
      "description": "In this E-Card, put the Christmas ornaments on the Christmas tree within 30 seconds while avoiding the cat that is trying to break an ornament you are holding by jumping onto it.",
      "date": "2023-12-23"
    },
    {
      "id": "041b68e2-5396-4800-bef8-5f140e6b8ff3",
      "author": "Litness11",
      "description": "A childhood favorite of mine during the holidays, from ICQ Friendship Cards, and from the artistic genius of Uri Golan and Iftah Gorfine. Click on Santa and his Reindeer to play \"We Wish You A Merry Christmas.\"",
      "date": "2023-12-26"
    },
    {
      "id": "a736eb0d-8874-4068-8534-8201c85c7c61",
      "author": "rb565",
      "description": "Gowling is a type of sport combining golf, bowling and crabs. Not just ordinary crabs, they're annoying and talk trash to you as a distraction, so you gotta prove them wrong and hit as many crabs as you can!",
      "date": "2023-12-28"
    },
    {
      "id": "01e56642-24af-0815-ffb4-ed570e326133",
      "author": "nutella8693",
      "description": "A very cool game with  hard puzzles and very cool mechanics too.",
      "date": "2023-12-29"
    },
    {
      "id": "2041a89c-5721-44b7-82b7-ea6a2a49a137",
      "author": "nanerbag",
      "description": "A hardcore, 2D,  Metroidvania, RPG shooty bang boom, platformer with tens of hours of gameplay and hundreds more of replayability. It's the thickest, most feature and content-rich flash game I have ever played.",
      "date": "2023-12-30"
    },
    {
      "id": "da2b3f15-c3c5-492b-a8c5-f2cec4b6a43a",
      "author": "nanerbag",
      "description": "A classic point-and-click adventure series which always puts the dumbest smile on my face even to this day.",
      "date": "2023-12-31"
    },
    {
      "id": "3bb963ef-fe58-4c5d-95e2-f174cf6ba4d4",
      "author": "nanerbag",
      "description": "Demo of the one-button rhythm game. Sick tunes and calming, almost hypnotic gameplay.",
      "date": "2024-01-04"
    },
    {
      "id": "cf497521-a41c-4332-b41e-949730bf8f83",
      "author": "nanerbag",
      "description": "You already know what it is. Just go have fun.",
      "date": "2024-01-05"
    },
    {
      "id": "7c985ddb-9e60-56a6-db9a-5b0fcc2f45c0",
      "author": "Claudiu",
      "description": "The game to end the Flash vs HTML5 debate once and for all. One part of the screen runs with Flash, the other runs with HTML5.",
      "date": "2024-01-06"
    },
    {
      "id": "05fc53b8-4929-44b5-8a16-91c3840b5fef",
      "author": "DarkMoe",
      "description": "Cool idea and very challeging one screen, one boss game.",
      "date": "2024-01-07"
    },
    {
      "id": "5a770884-40ee-4c36-afa6-9845eb752a50",
      "author": "DarkMoe",
      "description": "A 14 games series, with a technological vibe where you must escape these futuristic sites. Japanese not required to play.",
      "date": "2024-01-08"
    },
    {
      "id": "a7c49eb5-423d-ae79-88ce-012849320a1c",
      "author": "DarkMoe",
      "description": "A visually tune creator game that looks like SimCity 2000. You can test the almost 1 million songs made by the internet !",
      "date": "2024-01-09"
    },
    {
      "id": "0b17b746-e26c-45e2-aa1a-f803bf6cd8e3",
      "author": "DarkMoe",
      "description": "First part of a classic series of mystery rooms and puzzles. Don't miss on the older original versions of this game as well !",
      "date": "2024-01-10"
    },
    {
      "id": "57e5752e-2d53-4d76-9699-408c9a111845",
      "author": "DarkMoe",
      "description": "Monkey Island was always huge, so it comes to no surprise that around 2004 onwards, this famous argentinian web animations had a special parody game. Later, Alejo y Valentina were aired on MTV and other channels for a couple of years.\n\nOnly argentinian spanish though, si no entienden esto, a casa petes!",
      "date": "2024-01-11"
    },
    {
      "id": "6c32486a-894f-6592-eac0-be12a5139672",
      "author": "DarkMoe",
      "description": "Guess the words that go with the pictures, with thousands of different puzzles to choose from.",
      "date": "2024-01-12"
    },
    {
      "id": "ca93726f-8d0f-1a9b-e8c3-3cfd37e23675",
      "author": "DarkMoe",
      "description": "Original puzzle series, similar to old DOS games like Atomix or Jetpack.",
      "date": "2024-01-13"
    },
    {
      "id": "92c6d26b-e732-4e30-93e8-281a08ff3f41",
      "author": "DarkMoe",
      "description": "A very unique game. Your VIM editor on Unix, got converted into a puzzle game. Fun and challenging.",
      "date": "2024-01-14"
    },
    {
      "id": "781d83f5-2d2c-fee6-0022-fda7ad9ebeca",
      "author": "DarkMoe",
      "description": "Can you find Jimmy on these random photos ?",
      "date": "2024-01-15"
    },
    {
      "id": "f4b8aeb8-ff16-1dab-646a-f07b0f83b4bc",
      "author": "DarkMoe",
      "description": "One of the smallest games in Flashpoint, why gigabytes of data, when this fantastic 2 kb game can be fun ?",
      "date": "2024-01-16"
    },
    {
      "id": "cd4649c3-2fe5-4770-be88-a6731bd921b9",
      "author": "DarkMoe",
      "description": "Nicole is a nice series of hidden objects games. In this ocassion, the mythical Atlantis awaits.",
      "date": "2024-01-17"
    },
    {
      "id": "9d2b9f4c-daab-450d-b229-2a19f9e7cc33",
      "author": "DarkMoe",
      "description": "An interesting 3d adventure/puzzle game.",
      "date": "2024-01-18"
    },
    {
      "id": "63efb91a-a7cc-43e9-aebd-db7c432302fe",
      "author": "DarkMoe",
      "description": "Ever wondered how a japanese can can be a puzzle ? Well, there are more than a hundred of these can puzzles, here .. grab a can and enjoy !",
      "date": "2024-01-19"
    },
    {
      "id": "20c3919a-fbca-4ac8-81c8-d01f6db008a8",
      "author": "captaingoosehead",
      "description": "Perhaps the finest billiards game to ever hit Flash. Deceptively simple but spectacularly addictive! See if you can beat my high score of 10,500 (spoilers: you probably can)",
      "date": "2024-01-20"
    },
    {
      "id": "e61f32f3-80d7-408a-a585-9ea40f157b50",
      "author": "Mudkip with Shades in a Scarf",
      "description": "This is a pretty fun platforming game where you play as a ball that shoots balls... In Space. This game was also made in Stencyl.",
      "date": "2024-01-21"
    },
    {
      "id": "10b3808d-7bb5-4e8d-838a-f97a5dbf83ce",
      "author": "Mudkip with Shades in a Scarf",
      "description": "If you like puzzle-platformers and you're a wizard at math, then this game might be a treat for you.",
      "date": "2024-01-22"
    },
    {
      "id": "baaa9853-8bc1-fe28-f98d-607a1dae7252",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Now you're thinking with glitches.",
      "date": "2024-01-23"
    },
    {
      "id": "ae19b0ef-8847-ed95-9000-1a81162f275e",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A unique maze avoider game where you guide a string through a series of mazes while avoiding any of the walls. Oh, and it seems like your mom is tied up.",
      "date": "2024-01-24"
    },
    {
      "id": "057f5ada-fda7-7d44-bcb7-bf3bee160ce8",
      "author": "Mudkip with Shades in a Scarf",
      "description": "An interesting point-and-click game split into 5-parts where you must escape the lab and figure out the mystery behind everything in the story.",
      "date": "2024-01-25"
    },
    {
      "id": "59e48103-e43f-4b0e-9cac-7cd85894cbd2",
      "author": "Rocko Rotten",
      "description": "Happy Australia Day! To celebrate, put some shrimp on the barbie, make fruit salad, and fight an emu. You can also play this simple Flash game, based on one of Australia's most iconic bands. Share your creations in the #game-of-the-day channel!",
      "date": "2024-01-26"
    },
    {
      "id": "a7c75d0b-5346-4987-a2b1-355c669c32c6",
      "author": "Mudkip with Shades in a Scarf",
      "description": "An innovative puzzle-platforming game where you play as a monkey that has the ability to bend reality. Oh, and the evil scientist has an infinite supply of monkeys for his tests.",
      "date": "2024-01-27"
    },
    {
      "id": "a3dba752-7111-4ed4-b307-9728409f7c36",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A unique platforming game where you cannot jump, but use physics to your advantage and it kinda features a show-and-tell story.",
      "date": "2024-01-28"
    },
    {
      "id": "fa82d3a4-5d25-402a-b112-7320a832024e",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Not a sequel to Amberial, but this is made for fun and features pretty hard levels. It features a fun level editor where you can make your own levels. There's a new Amberial game coming out on Steam that also has a level editor too.",
      "date": "2024-01-29"
    },
    {
      "id": "ada3b013-19cc-4761-b45b-d5d7aea81d5a",
      "author": "BallRevampedFanboi",
      "description": "If you want a fighting game with grandmas, then this is the game for you :)",
      "date": "2024-01-30"
    },
    {
      "id": "e5282fe8-c59b-1737-a696-ace0f376634b",
      "author": "Cezarr",
      "description": "Puzzle game about building bridges and other safe passages for a cute train",
      "date": "2024-01-31"
    },
    {
      "id": "685462dd-3e9e-494d-8d60-79779bec2206",
      "author": "Cezarr",
      "description": "Discover why the dinosaurs went extinct!",
      "date": "2024-02-01"
    },
    {
      "id": "9eca70d0-64f2-4892-aff3-5aaf9dc1ff26",
      "author": "Claudiu",
      "description": "Do you like precise games? You won't after this.",
      "date": "2024-02-02"
    },
    {
      "id": "1bcc6eba-48b4-408a-ab31-5f530cbabd8a",
      "author": "Cezarr",
      "description": "Worms like game with stickmen. Addictve and super fun!",
      "date": "2024-02-03"
    },
    {
      "id": "d45ea349-dd01-48b9-b025-fa889de5f5a5",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A pretty unique platforming game where you have to die to complete each level.",
      "date": "2024-02-04"
    },
    {
      "id": "9e2312a5-441c-4e39-b7d3-97d5e7181813",
      "author": "Renegát",
      "description": "In most racing games you have to follow the road to complete the track. But what if you become the road? In this game you set the race course for AI drivers (who even have their own feelings about the ride). An easy sunday drive, or rally drifting madness? You decide!",
      "date": "2024-02-05"
    },
    {
      "id": "d48c8eb5-4d25-a5e6-8c64-cdc70d590ffd",
      "author": "kiwo",
      "description": "Run away from the little dude giving all his best to catch your cursor. Try to get a score that amuses him!",
      "date": "2024-02-06"
    },
    {
      "id": "d8b4dc01-22f0-4651-9e95-097290071b2a",
      "author": "Cezarr",
      "description": "One of the most advanced VRML applications released by Silicon Graphics in 1999, as an advertisement and demonstration of their technological capabilities",
      "date": "2024-02-07"
    },
    {
      "id": "507e4d34-c57e-4a92-a5a3-535f34e3b7b6",
      "author": "Arges",
      "description": "As Logger Vick, you shoot into the moving basketball hoops, trying to reach a high score. There are powerups such as Slow, Wide and Super.",
      "date": "2024-02-08"
    },
    {
      "id": "9632e30f-6acc-4ed7-be2f-9f3858832dfe",
      "author": "Cezarr",
      "description": "A classic flash game where you have to beat one level, but with a different twist each time",
      "date": "2024-02-09"
    },
    {
      "id": "251f32c2-f381-42a7-a0de-622f1887e18e",
      "author": "Cezarr",
      "description": "Help a cute animals safely cross various obstacles so they will be able to find a new home!",
      "date": "2024-02-10"
    },
    {
      "id": "f9dbdee3-dc82-4b9d-97e7-90b552019d8a",
      "author": "Rocko Rotten",
      "description": "Here's a silly little ecard from 2006 where you play the \"He loves me... he loves me not\" game.",
      "date": "2024-02-14"
    },
    {
      "id": "f8366622-3777-4485-bf70-a62b899f913b",
      "author": "Cezarr",
      "description": "A fun platformer in which you have to collect seeds by a snail, but you don't have full control over its movement. You can only decide where to jump, but the snail moves on its own",
      "date": "2024-02-11"
    },
    {
      "id": "8e2e3955-66d6-434b-b48b-87df5fa73d3c",
      "author": "Cezarr",
      "description": "A fun RPG game that looks like an Excel sheet and have a lot hidden content to find",
      "date": "2024-02-12"
    },
    {
      "id": "c9f62be9-382b-37c7-dd3e-76494eccd1b8",
      "author": "Cezarr",
      "description": "Underwater point and click adventure game where you have to find hidden trasures and make photos of sea creatures",
      "date": "2024-02-15"
    },
    {
      "id": "5009c8c5-5268-42b1-9af3-5ee2081032e4",
      "author": "Cezarr",
      "description": "Charming game about a seed's journey to fulfill its dream",
      "date": "2024-02-13"
    },
    {
      "id": "cebef64b-65bd-48d1-8bd8-988a6f90c0f0",
      "author": "Cezarr",
      "description": "A strategy game in which you have to lead cute microbes to victory against evil microbes",
      "date": "2024-02-16"
    },
    {
      "id": "fc5fe56d-2012-4c3d-8981-245c73f328d8",
      "author": "Cezarr",
      "description": "A cool off-road game. I spent a lot of time playing it as a kid",
      "date": "2024-02-17"
    },
    {
      "id": "02d294fb-ade1-4d16-b5a3-adf44e914587",
      "author": "Cezarr",
      "description": "Play as a monster. Create havoc, feed on humans, and evolve! But it's not just mindless destruction, you have to strategically choose evolution options that will give you the best advantage over your enemies",
      "date": "2024-02-18"
    },
    {
      "id": "dcb04dd5-d811-15e8-d490-6a6882b26f29",
      "author": "Cezarr",
      "description": "Find gnomes, they can be everywhere. Even in your walls",
      "date": "2024-02-19"
    },
    {
      "id": "c50a4ea9-e790-84ac-2cc5-a21d000b67db",
      "author": "Sheeshfutt",
      "description": "A short, fun, and very bizarre point and click adventure / fever dream. Was kinda popular among overreacting let'splayers for a while (\"tHis gAmE iz drUgS??😱😱\") , but is definitely worth playing anyways.",
      "date": "2024-02-20"
    },
    {
      "id": "982d3b8e-1a40-4f55-8f08-2ee169ea19f4",
      "author": "Cezarr",
      "description": "Fantastic Flash runner, gotta go fast or you will die",
      "date": "2024-02-21"
    },
    {
      "id": "741fdd10-6e9d-4d3b-a30d-1c9dd422f331",
      "author": "Cezarr",
      "description": "Destroying things irl is not advisable, but in this Flash game you can do it without limits! The perfect game for people with anger issues",
      "date": "2024-02-22"
    },
    {
      "id": "42cb95b1-349c-7bd9-a7b2-2fd40ed0b477",
      "author": "pHOEniX_05",
      "description": "You only use one button for the whole game? That means it's easy, right?...Right?",
      "date": "2024-02-23"
    },
    {
      "id": "bc020c4e-b016-4278-866d-967be1a48b53",
      "author": "DailyKosia",
      "description": "Rules are simple. You need move cubes which self-destruct when they touch same color cubes. May be easy... but there is gravitation. Cool puzzle game with authentic retro aesthetics.",
      "date": "2024-02-24"
    },
    {
      "id": "5a02f47c-0f4c-4fb3-bf28-1d26538cdd36",
      "author": "DailyKosia",
      "description": "Does this game really need a presentation?",
      "date": "2024-02-25"
    },
    {
      "id": "5f4c985c-5cff-4c58-b1d7-0106278eccb4",
      "author": "DailyKosia",
      "description": "What is a Flash game? This little UFG (Unidentified flash game) takes you through the different most common flash games genres.",
      "date": "2024-02-26"
    },
    {
      "id": "b37b58eb-649e-4375-8f31-e6efee700bf4",
      "author": "DailyKosia",
      "description": "Released in 2005 during the explosion of escape room games, this free game with beautiful graphics for that time was quickly forgotten. Reminiscent of Myst for some, this game must have been part of a new universe or series that never saw the light of day. Perhaps the language barrier... Legend has that even with a walkthrough, the curator spent an entire night to test it until the end credits.",
      "date": "2024-02-27"
    },
    {
      "id": "ee3fb81e-f6d8-42c2-b144-f3ffd7ae104e",
      "author": "DailyKosia",
      "description": "A huge collection of different chess derivative games.",
      "date": "2024-02-28"
    },
    {
      "id": "dff7e276-11a6-4043-90a3-422a116fc347",
      "author": "Rocko Rotten",
      "description": "Happy Leap Day! To celebrate, play a Hidden Objects game all about everyone's favorite frog (besides Pepe)!",
      "date": "2024-02-29"
    },
    {
      "id": "98340161-8db6-4445-9db4-a6d1507ded40",
      "author": "DailyKosia",
      "description": "An attention Flash game that trains photographic memory.",
      "date": "2024-03-01"
    },
    {
      "id": "2ccc1ced-ec48-4ea3-8419-2b83a62a91f0",
      "author": "Cheesey",
      "description": "A collection of Floops' greatest hits. 3D animated cartoons about a weird lil pet... guy. Sometimes interactive!",
      "date": "2024-03-02"
    },
    {
      "id": "aa63a410-037d-4da6-8858-6311865ad4f4",
      "author": "prostagma",
      "description": "Addicting arcade game about filling a grid with Tetris blocks.",
      "date": "2024-03-03"
    },
    {
      "id": "ccd01978-b7c1-4974-b6c7-c67d577ee1f9",
      "author": "Piratebr1",
      "description": "a simple game in which you try to avoid your character's heart attack at a table with an opponent, probably a friendship destroyer",
      "date": "2024-03-04"
    },
    {
      "id": "f256525e-afce-415f-81b9-0d862bc80580",
      "author": "r543",
      "description": "A fun turn-based strategy game by Gamelab where you become a S.M.A.R.T. agent (a type of white-hat hacker), help corporations with their malfunctioning systems and solve the mystery behind Nightfall.",
      "date": "2024-03-05"
    },
    {
      "id": "8da4440a-be51-f0fc-a62f-f6b5a9ab6f28",
      "author": "AL_2713",
      "description": "A simple and relaxing platformer. It has some really nice sound affects, and was one of the first web games I played!",
      "date": "2024-03-06"
    },
    {
      "id": "9674288d-f5d1-46ab-941f-6209f0deb677",
      "author": "Gapple",
      "description": "Please select 5 members of the Demon King Subjugation Team from among the 30 people.\nAll you have to do is look at the result report.",
      "date": "2024-03-07"
    },
    {
      "id": "43869feb-f27b-2a12-b704-a98aaa08a9a6",
      "author": "Muro",
      "description": "A awesome runner game in different countrys ",
      "date": "2024-03-08"
    },
    {
      "id": "f55d6576-1aee-414a-bd1e-b7678d697dcf",
      "author": "Cezarr",
      "description": "mayonnaise\nhttps://www.youtube.com/watch?v=cN9Xhtb345w",
      "date": "2024-03-09"
    },
    {
      "id": "65d00060-6332-93b6-54cd-62ec1d224542",
      "author": "BallRevampedFanboi",
      "description": "A cute platformer puzzle game, where the game bends it's own rules for you to solve, plus a suprise at the end ;)",
      "date": "2024-03-10"
    },
    {
      "id": "b04125d8-3c54-f60b-f9a7-0764b086afbf",
      "author": "Alej2006",
      "description": "The best SpongeBob Flash game that released in 2008 that i recommend it",
      "date": "2024-03-11"
    },
    {
      "id": "dfd9a8bb-2a66-447e-bf64-a2f852040523",
      "author": "Arges",
      "description": "Crazy Zombie 9.0 is the last game in the series. A great beat 'em up featuring playable characters from anime, games and movies.",
      "date": "2024-03-12"
    },
    {
      "id": "b0b058db-214a-720c-1ba6-4ca1d52cb485",
      "author": "Cezarr",
      "description": "A fun platformer, but not for people with arachnophobia",
      "date": "2024-03-13"
    },
    {
      "id": "504cee15-0f25-8a75-153c-5edfaba2ba67",
      "author": "Scrooge200",
      "description": "Get with the rhythm and graze as many obstacles as you can to power up your shots! Plenty of levels and catchy background music make this easy to pick up and play.",
      "date": "2024-03-14"
    },
    {
      "id": "f92c8a10-2363-ca6d-c61f-53b4274f025e",
      "author": "Scrooge200",
      "description": "Remove as many building blocks and shapes as you can while preventing the entire structure from falling down.",
      "date": "2024-03-15"
    },
    {
      "id": "fdd24e41-3e15-478c-bd0d-f218b84f85ee",
      "author": "Scrooge200",
      "description": "Spell the words with \"ten\" in them using only letter tiles and an image as clues.",
      "date": "2024-03-16"
    },
    {
      "id": "c8ef212c-86dc-40fe-917a-598249a2b38d",
      "author": "Rocko Rotten",
      "description": "Happy St. Patrick's Day! For the occasion, here's a fun little game to help you understand some Irish.",
      "date": "2024-03-17"
    },
    {
      "id": "3670a228-1223-1200-0e72-35cbf9234c12",
      "author": "Scrooge200",
      "description": "It's time to kick Odie off the table! You have five rounds to make him go as far as you can.",
      "date": "2024-03-18"
    },
    {
      "id": "eef9ed53-aafd-4629-9947-c5504386fe90",
      "author": "Scrooge200",
      "description": "Play minigames and learn about Internet safety in this Google-developed 3D world.",
      "date": "2024-03-19"
    },
    {
      "id": "bfbd8b66-c300-0e87-4ed5-e5e29eb1e8e9",
      "author": "Scrooge200",
      "description": "Glowmonkey uses an ever-growing variety of weapons to defeat a stickman virus infecting your computer!",
      "date": "2024-03-20"
    },
    {
      "id": "29e73c3a-cc2a-4134-9ff6-67c363c025f4",
      "author": "Scrooge200",
      "description": "Dive into the depths of the ocean to get treasure and buy upgrades.",
      "date": "2024-03-21"
    },
    {
      "id": "8bad7b8c-aa78-b7d4-7b89-7c20411bebfc",
      "author": "Scrooge200",
      "description": "Put yourself in Jim Davis's shoes and make the Garfield comics of your dreams.",
      "date": "2024-03-22"
    },
    {
      "id": "d0adb6f7-9f75-417f-a0b0-9eb3a6c8d81d",
      "author": "Scrooge200",
      "description": "Use your business sense and/or mining skills to succeed in this educational simulation of 1840s California.",
      "date": "2024-03-23"
    },
    {
      "id": "69f65e50-3775-4e30-a137-8612daa09042",
      "author": "Scrooge200",
      "description": "Arrange different tools on a grid to send an electric circuit to the end. It's deceptively tricky!",
      "date": "2024-03-24"
    },
    {
      "id": "356e6e2b-9646-a8c9-7152-5b8f5ea8c343",
      "author": "Scrooge200",
      "description": "Design and pilot your own Robot ROVER to help Ruff Ruffman collect whatever he needs for his show.",
      "date": "2024-03-25"
    },
    {
      "id": "de4d3ccf-a24f-6d74-5264-637e0f9b0e73",
      "author": "Scrooge200",
      "description": "Angle the lights to shine on the disco ball. Disco parties included after every puzzle.",
      "date": "2024-03-26"
    },
    {
      "id": "e3c09ded-0ee7-4694-4d3d-2dc1c6295b3e",
      "author": "Scrooge200",
      "description": "Find the optimal routes to deliver use cream around town before it melts.",
      "date": "2024-03-27"
    },
    {
      "id": "d0a10aa2-d74e-dfdf-1984-ca155ed88f8e",
      "author": "Scrooge200",
      "description": "This favorite of YTPers spawned the Hungry Pumkin meme we all know and love.",
      "date": "2024-03-28"
    },
    {
      "id": "e84ee008-9408-4101-9431-ffdf28c14920",
      "author": "Scrooge200",
      "description": "This particularly impressive RPG is jam-packed with content, difficult battles, an engaging storyline, hidden collectibles, a full chiptune soundtrack, and 25-30 hours of content.",
      "date": "2024-03-29"
    },
    {
      "id": "aa5909cb-633b-4b45-b255-3803d2c670c7",
      "author": "Scrooge200",
      "description": "Steal as many of the items on your list before the owner comes home! Perfectly spooky.",
      "date": "2024-03-30"
    },
    {
      "id": "27307e20-c3ce-45d3-ba89-4b70e1827405",
      "author": "Scrooge200",
      "description": "Take a virtual trip to the monument of Stonehenge.",
      "date": "2024-03-31"
    },
    {
      "id": "b53fcf3c-d5ee-4c9a-b231-a2000cc572c2",
      "author": "Scrooge200",
      "description": "Touhou meets Bloons in this free-flying shoot 'em up, full of difficult levels and powerful upgrades.",
      "date": "2024-04-01"
    },
    {
      "id": "902e22cb-867e-ab99-40e2-fc654763dba9",
      "author": "Scrooge200",
      "description": "A simple yet addictive 3D flyer where you dodge obstacles at an ever-increasing speed.",
      "date": "2024-04-02"
    },
    {
      "id": "035198d5-22bf-9b52-56f4-80fabaa7bd2a",
      "author": "Scrooge200",
      "description": "A cute little rhythm game. Use the right keys to the drum with the beat of the music.",
      "date": "2024-04-03"
    },
    {
      "id": "82738887-1c85-4c38-8eaf-0be43fb1e67f",
      "author": "Scrooge200",
      "description": "A brief, comedic, and dialogue-less HTML5 puzzler has you help this co-worker with fixing his printer.",
      "date": "2024-04-04"
    },
    {
      "id": "d00e0011-729b-2522-a7f1-fccacbec2b1f",
      "author": "Sheeshfutt",
      "description": "As a kid obsessed with Amanita Design, I used to hate this game because it was just trivia, and I could never get past the first level. Trying it again a decade and a half later, finishing Questionaut is a breeze, and is highly worth it for it's Samorost 2 - Machinarium era artstyle and music.",
      "date": "2024-04-05"
    },
    {
      "id": "3e2d6bd9-2d71-4749-bc87-6765ee6143d1",
      "author": "DarkMoe",
      "description": "Back in 2001, this animation was viral. Everyone was sharing it by email, ICQ, IRC and even floppy disks. A relatively obscure Sega Genesis game released almost a decade before, was suddenly in the spotlight.",
      "date": "2024-04-06"
    },
    {
      "id": "f1692595-e592-48ee-9a21-f3a84406109e",
      "author": "Cats4life",
      "description": "In this short game, you must help Alejandro cross the freezing Yukon water in order to get his stolen belongings. ",
      "date": "2024-04-07"
    },
    {
      "id": "20c07c20-9a12-1121-46a3-4ee5bef69825",
      "author": "jray4559",
      "description": "One man, thousands of dead, loot-laden zombies. What more could you ask for?",
      "date": "2024-04-08"
    },
    {
      "id": "bfa6e8f0-842b-4fcf-b7d0-f00343a334a1",
      "author": "miguel2000",
      "description": "Impressive doom style game which really addictive and fun for people who like shooting games",
      "date": "2024-04-09"
    },
    {
      "id": "42054065-4101-4720-9b63-aebed5771d5a",
      "author": "RB",
      "description": "Watermelon Game is a game where you match circles in order to make a bigger one. If the circles reach the top then it's game over. It's just a simple game, totally wouldn't change your life forever :P. Also, don't forget to check the notes before playing.",
      "date": "2024-04-10"
    },
    {
      "id": "dc576d30-9f2b-46ad-b9c1-7e3f88bd22ec",
      "author": "Raven",
      "description": "That's Numberwang!",
      "date": "2024-04-11"
    },
    {
      "id": "25d74a1f-47bc-4f4d-8db2-fa257f84d792",
      "author": "zel (dont ping)",
      "description": "a game i literally stumbled on randomly a few months ago, and it quickly became one of my most-played games. you match the color of your group of gems to match any adjacent gems in order to add them to your group, and you try to get more gems than your opponent. this is fun and surprisingly addictive, also the music is awesome !",
      "date": "2024-04-12"
    },
    {
      "id": "f6233d82-35ab-4868-a704-4a893ca7a45a",
      "author": "childishbeat",
      "description": "Jump around a circus stage and paint more blocks than your opponent while getting cool bonuses for drawing horizontal or vertical lines across the board, or alternatively a 9x9 square in the corner. Collect the balloons to get powerups, but be careful not to pick the bad ones! See how far you can get without getting beat.",
      "date": "2024-04-13"
    },
    {
      "id": "a5b2289c-1bce-4be2-8b4d-570486f4c9fe",
      "author": "P-Tux7",
      "description": "A psychedelic kaleidoscope of sight and sound.",
      "date": "2024-04-14"
    },
    {
      "id": "97ca48f9-d185-f761-04ed-eddf1df4a968",
      "author": "DailyKosia",
      "description": "A point and click featuring bear agents evolving into a plot of fight against the evil spirit of Christmas in an alternate reality.",
      "date": "2024-04-15"
    },
    {
      "id": "9bb4ffad-8084-45c2-a285-a4ce1a771e02",
      "author": "DailyKosia",
      "description": "This is the famous game, released 20 years ago on March 4, 2004, which popularised the escape the room genre.",
      "date": "2024-04-16"
    },
    {
      "id": "d0abcdd0-240f-4fee-b87a-1b3fd36da119",
      "author": "TestTubeFan",
      "description": "This game is like You Only Live One, but if it was serious. Probably one of the most depressing flash games ever made.",
      "date": "2024-04-17"
    },
    {
      "id": "a724036b-2bbc-4558-9af1-27e10c5c7a4d",
      "author": "zel (dont ping)",
      "description": "its basically pinball but you just control the ball itself with a limited number of launches that you can refill if you get lucky, and you try to hit the bell at the top. its actually rather exhilarating! as a gamevial game its also filled with the trademark Vibes, i love how it looks even despite being really heavy on motion blur",
      "date": "2024-04-18"
    },
    {
      "id": "85c76ac8-fb40-48f8-9684-a5affa03657c",
      "author": "zel (dont ping)",
      "description": "a bit clunky and youll need to look at the tutorial first, but this is a very neat little creature creator! if you make anything show it in the server's game of the day channel",
      "date": "2024-04-19"
    },
    {
      "id": "fe29d3f7-db1b-42fb-8ee1-4be222ded046",
      "author": "Gapple",
      "description": "A pixel action game with great graphics and music.",
      "date": "2024-04-20"
    },
    {
      "id": "f89c6366-fe11-4fbe-9439-d6be15ef42e9",
      "author": "Arges",
      "description": "In this puzzle platformer, Anski and Blip both have different strengths and weaknesses, your goal is to switch between the two to solve puzzles and find their lost pets!",
      "date": "2024-04-21"
    },
    {
      "id": "0f987e5c-61d7-4e55-a793-043499d21263",
      "author": "SᗰTᗯOᖇᒪᗪᗩᖇT!",
      "description": "Pucca runs a noodle restaurant in this game. Make sure to attend to everyone and hit all the ninjas that try to steal the noodles!",
      "date": "2024-04-22"
    },
    {
      "id": "8f3d9bd8-9582-4d91-98ff-4b519674fbec",
      "author": "Super",
      "description": "A minimalist puzzle game where you need to make the entire screen yellow.  Very relaxing!",
      "date": "2024-04-23"
    },
    {
      "id": "bb31b6c7-bb8f-4bda-a18a-de380f9acf19",
      "author": "Cheesey",
      "description": "Blast these little oval creatures to the exits! (Best enjoyed while brushing off classwork in your school library.)",
      "date": "2024-04-24"
    },
    {
      "id": "453ee7e4-39e0-4057-a3be-814320ead99e",
      "author": "Cheesey",
      "description": "Show off your sick guitar (computer keyboard) skills while listening to some great garage band music. Totes guaranteed to make all the cuties fall for you.",
      "date": "2024-04-25"
    },
    {
      "id": "fef46d86-7d7f-7148-0f47-9c8349a31af0",
      "author": "Alej2006",
      "description": "angry birds but it's spongebob ",
      "date": "2024-04-26"
    },
    {
      "id": "b9727269-d41a-485a-b42f-85256159edb6",
      "author": "Litness11",
      "description": "\"No one has ever escaped from Alcatraz. And no one ever will...\"\nBut, with perseverance you could be the first! Try your luck in this game that is nearly faithful to the movie of the same name, and see if you can escape from Alcatraz! (all pun intended)",
      "date": "2024-04-27"
    },
    {
      "id": "0dd53728-eac0-4d4c-b9da-a9ff134014a9",
      "author": "Gapple",
      "description": "This is an RPG that was released in 2002 and gained popularity.",
      "date": "2024-04-28"
    },
    {
      "id": "ad17ce65-8ad8-4c64-812c-3c65cf9b499b",
      "author": "balik",
      "description": "Use your teleportation ability to dodge missiles and complete levels in this brutally difficult platformer.",
      "date": "2024-04-29"
    },
    {
      "id": "ed560a23-c935-4c99-992f-b90f4924ddd6",
      "author": "Cheesey",
      "description": "Make your own minimalist html game, with Bitsy! A fun and easy tool for newbies. If you do, share it on our Discord for everyone to enjoy!",
      "date": "2024-04-30"
    },
    {
      "id": "519c2c18-2497-4651-9fad-c68dff1c9e32",
      "author": "CREWminal",
      "description": "A cute little puzzle platformer about your character Pee Wee and your dog Nits discovering the various places in history.",
      "date": "2024-05-01"
    },
    {
      "id": "b0d2b9a9-ab00-465e-b5a3-56031b92f070",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A flash version of the popular Portal series! Over 40 test chambers to complete, and Valve even used some levels for the exclusive Xbox Live Arcade game.",
      "date": "2024-05-02"
    },
    {
      "id": "befb6b66-ab68-45fe-809e-0e1b8cebfe50",
      "author": "Mudkip with Shades in a Scarf",
      "description": "An RPG/stats-based game where you build up your Newgrounds profile in hopes of becoming a top portal artist, a mod, or even an admin!",
      "date": "2024-05-03"
    },
    {
      "id": "08143aa7-f3ae-45b0-a1d4-afa4ac44c845",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A classic run and shoot game where you must fight the FBI, created by the founder of Newgrounds!",
      "date": "2024-05-04"
    },
    {
      "id": "ac8b45f2-439d-24b0-d25d-3addaa20c54e",
      "author": "Mudkip with Shades in a Scarf",
      "description": "The best game in the Ball Revamped series in my opinion. It includes a level editor and achievements!",
      "date": "2024-05-05"
    },
    {
      "id": "2352d025-15b6-43b0-b44f-160b4a6cc456",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Interact with your buddy in so many ways and earn money to unlock new features for further interaction!",
      "date": "2024-05-06"
    },
    {
      "id": "c3a7b163-557e-443f-94b4-f77a5751baef",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A game made before Plague Inc. Make your virus powerful and cause human extinction!",
      "date": "2024-05-07"
    },
    {
      "id": "bdcaed29-7db2-4bfc-a384-9de911984d81",
      "author": "Mudkip with Shades in a Scarf",
      "description": "The World's Hardest Game. Think you can beat it? It even came with 3 sequels.",
      "date": "2024-05-08"
    },
    {
      "id": "39aea1cb-d493-e948-6870-0debdc7dbe17",
      "author": "Mudkip with Shades in a Scarf",
      "description": "The World's Hardest Game, but it's a mouse avoider.",
      "date": "2024-05-09"
    },
    {
      "id": "93b25623-e422-4be1-aa51-b08abcd9ef26",
      "author": "Mudkip with Shades in a Scarf",
      "description": "An updated version of the classic Pong game. It is the third most-viewed Newgrounds submission of all time, just behind SimGirls and Friday Night Funkin'.",
      "date": "2024-05-10"
    },
    {
      "id": "a6ba4790-7bff-4f39-8442-01f723d9f629",
      "author": "Rocko Rotten",
      "description": "Here's a bizarre platformer based on Brazilian folklore where you play as this wish.com looking Pac-Man guy (Pequito). Set in the Pampas of Rio Grande do Sul, you mostly collect items scattered all over the map among other quests. According to the original description, what you're seeing is the first part of the game. Unfortunately, due to lack of funds, the game was never completed. However, the game still offers an interesting experience.",
      "date": "2024-05-11"
    },
    {
      "id": "3343d75f-2db9-4c3c-bc8e-353bde9e5499",
      "author": "Pink Bunny",
      "description": "A game that is inspired by old-school point and click adventure games. What's interesting is that the characters and quests are modeled after real-life professionals and professors working at Tembusu College, National University of Singapore and the research that they do. Also its art style and tone gives it a unique mysterious atmosphere.",
      "date": "2024-05-12"
    },
    {
      "id": "395998a1-c20a-4f7c-85d9-9504f1854824",
      "author": "RB",
      "description": "Suco Polar (translation:  Polar Juice) is a game where you play as a polar bear who is competing against a panda in a juice drinking competition. The panda gets faster each flavor/level.",
      "date": "2024-05-13"
    },
    {
      "id": "43ddb2a4-4cd6-4150-9ad6-b8053d082a89",
      "author": "RB",
      "description": "Similar to Suco Polar, but you get to choose a character and not only it's a drinking competition, it's also an eating competition.",
      "date": "2024-05-14"
    },
    {
      "id": "01b9564c-c71a-45df-86ae-cd1f6e7355cd",
      "author": "RB",
      "description": "Perfect Fart is a game where your character has to fart for exactly 5 seconds. You can't cross beyond to a millisecond, it has to be exactly 5 seconds. This game is my first ever curation in Flashpoint.",
      "date": "2024-05-15"
    },
    {
      "id": "5a3054c3-960b-4e24-991f-c00a1b5ad22b",
      "author": "square_nine",
      "description": "An interesting turn-based combat game which some might be too ready to call a pokemon knockoff. But, it contains much less of the exploring and focuses more on the diversity of the \"minions\" you can add to your team, which can lead to the enjoyment of team-building as well as a lightweight turn-based combat not unlike Pokemon.\n\nIt is definetely worth a try!\n\n(p.s there is a subreddit for this game as well!)",
      "date": "2024-05-16"
    },
    {
      "id": "a2428c9a-7f93-4be9-ad3d-4378b37c2430",
      "author": "tinkertailor0",
      "description": "Engaging platformer tie-in to the BBC's  Sarah Jane Adventures series. Draw in platforms and solve puzzles to guide yourself to safety!",
      "date": "2024-05-17"
    },
    {
      "id": "2c60a251-dccb-418e-b543-a94256ea49e4",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A simple looking platformer that's actually brutally tough. Collecting every coin in each level won't be easy...",
      "date": "2024-05-18"
    },
    {
      "id": "115adff6-5a96-4a83-acaf-df5b718caa0c",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A unique puzzle-platforming game where you play as Roy who can change into 3 different colors and avoid any black goo that kills you. This is one of my favorite Flash games.",
      "date": "2024-05-19"
    },
    {
      "id": "ad15499f-91d7-4045-a147-402c82135c90",
      "author": "Mudkip with Shades in a Scarf",
      "description": "This game may seem simple, but it's hard. You must be very precise as you press the Space bar, and you will die, a lot.",
      "date": "2024-05-20"
    },
    {
      "id": "ec59249b-5dba-95cf-2749-321d6b11a5aa",
      "author": "Bosko Lasta",
      "description": "A game where you need to hit your piggy bank to earn cash and buy upgrades.",
      "date": "2024-05-21"
    },
    {
      "id": "6af889e0-f59f-1e06-1361-1e80fa7e5df9",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A mouse avoider game that claims to be better than others of this genre at the time. It includes custom cursors, a health bar, and a level editor! Share your levels on the Flashpoint Discord server!",
      "date": "2024-05-22"
    },
    {
      "id": "d16950d1-6c82-f6b1-0011-b09e58568f32",
      "author": "Mudkip with Shades in a Scarf",
      "description": "If you know Mr. Driller, this is basically a Flash version of this arcade game. Reach the bottom while collecting air capsules to replenish your depleting oxygen. Oh, the nostalgia.",
      "date": "2024-05-23"
    },
    {
      "id": "b3bd2f73-848b-4ced-9f22-d5475184b35d",
      "author": "Mudkip with Shades in a Scarf",
      "description": "You play as a ninja who must collect gold to survive while avoiding robots who are out to kill you in each level. This is a very fun and nostalgic game.",
      "date": "2024-05-24"
    },
    {
      "id": "a9c12944-f679-4aca-a803-8846d54b2f99",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A fun physics game where you must destroy the castle in each level. It influenced a certain franchise that started out on mobile phones with a similar premise.",
      "date": "2024-05-25"
    },
    {
      "id": "65698d97-2e22-4525-9da1-4f4fc4b3500e",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A physics-puzzle game where you must bring your blue gemstone to the exit in each level and make it out of the cave alive.",
      "date": "2024-05-26"
    },
    {
      "id": "3a99837b-de59-46f2-b8dd-928258e09f38",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Toss your ball into the pit and use magnets to move it. It uses pre-Mac OS X backgrounds and a sequel!",
      "date": "2024-05-27"
    },
    {
      "id": "c2c25f38-7ab1-4859-8c5b-75ca9f043d32",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Draw on the level however you like then guide your character safely to the flag without dying. Also came with 2 sequels.",
      "date": "2024-05-28"
    },
    {
      "id": "7f2eb2f1-faca-41f7-b681-cb8afe125390",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A simple game where you must toss your fireballs to light up all the torches. Think you can get all Aces in every level? It also has a sequel.",
      "date": "2024-05-29"
    },
    {
      "id": "aedea00b-4e68-446d-b847-cad06d9d49b0",
      "author": "Cezarr",
      "description": "Game from the classic platformer series that was one of the defining titles of the Flash gaming era",
      "date": "2024-05-30"
    },
    {
      "id": "ac07108e-602c-4299-ae6a-b14b0c432347",
      "author": "Arges",
      "description": "This is an completely unique, experimental game... or should we say non-game.",
      "date": "2024-05-31"
    },
    {
      "id": "be3772ee-c8f3-4e57-ab7f-821ee4411fab",
      "author": "prostagma",
      "description": "A clever twist in Tetris that mixes it with Pipe Connector games.",
      "date": "2024-06-01"
    },
    {
      "id": "09f92f27-cacd-4d23-b8fa-5784ed89ed78",
      "author": "roshank",
      "description": "An addictive but simple flash where you try to throw your plane as far as you can to cover the most distance, you can get upgraded as you go to extend this distance and have some really satisfying scores if you get lucky!\n\nHas a story element as you go from place to place.",
      "date": "2024-06-02"
    },
    {
      "id": "cf925146-cc6c-43d4-84be-34922c6e8412",
      "author": "roshank",
      "description": "\"Dogfight\" is a cool flash game where you get to pilot a WWI plane and take on enemy fighters. Simple to play but with enough strategy to keep it interesting.\n\nThe levels get progressively harder and you rely more and more on your on tactics to stop getting downed, super fun!",
      "date": "2024-06-03"
    },
    {
      "id": "30c681ee-3a6b-4361-9ba6-32ed086b0bca",
      "author": "roshank",
      "description": "This is a relatively challenging Hoop shooting game vs an AI opponent, you have to land a trick shot and the opponent has to copy, if they fail you get a point, if you fail to replicate they do!\n\nSee if you can beat all challengers to win, played the game since i was a kid and was never able to get even close to winning, but its really fun to land combo trick shots!  ",
      "date": "2024-06-04"
    },
    {
      "id": "e7489747-33f0-4b14-a480-65b9f5f118a0",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Unreal Flash 2007 is part of a popular Unreal Flash series that allows you to play over 50 playable characters, has different game modes and also a story where you compete to become the champion! This is a really fun game!",
      "date": "2024-06-05"
    },
    {
      "id": "225a71d9-8d63-4d1b-b247-2fd7d945063e",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A rather simple mouse avoider game that has few levels, which also includes the old Armor Games intro and music that reminds you of the good old days.",
      "date": "2024-06-06"
    },
    {
      "id": "9e2312a5-441c-4e39-b7d3-97d5e7181813",
      "author": "roshank",
      "description": "An extremely simple 'experimental' type game, You Literally control the road, your only goal is to screw over the drivers how ever you feel like, the road is formed as you move the camera, and you can left click to place down object and send cars flying to their doom!\n\nThe entire time you get a read-out of the cards and their emotions its stupid but for some reason really satisfying.  ",
      "date": "2024-06-07"
    },
    {
      "id": "2c3e932b-40f7-f262-5a46-2bd40a7e1982",
      "author": "RoyBoy",
      "description": "Knighttron is a neat RPG flash game with great story and characters and PHENOMENAL music, made by the creator of the popular Zombotron. It's steam-level stuff. I think this one is a must-play for any flash game enthusiast.",
      "date": "2024-06-08"
    },
    {
      "id": "6b16381e-d142-4d92-b356-aa252186565c",
      "author": "Claudiu",
      "description": "Find enough gramatical mistaekes in studnets' essays to fail them and and get out of your own student debt!",
      "date": "2024-06-09"
    },
    {
      "id": "231ae8fa-3e42-9f69-8916-2d93868e1ca6",
      "author": "Claudiu",
      "description": "A serene beat-em-up game with a unique combo system. Dash into the enemies, jump and perform a combo with effects ranging from healing yourself to casting a laser beam. You also play as a very squeaky fox!",
      "date": "2024-06-10"
    },
    {
      "id": "12d4805a-67b7-b1a0-b9ff-0ff6a879b45c",
      "author": "Claudiu",
      "description": "A platformer with a cozy hand-drawn look. Your cursor is a separate \"character\" able to shape shift into different platforms to aid you parkour over the obstacles. Both characters must reach the end using (and abusing) each other's unique capabilities.",
      "date": "2024-06-11"
    },
    {
      "id": "bb2bef1e-97fe-4b9a-b770-df14a01beb33",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Defend your desktop from creeps in this fun and addictive tower defense game! The original version is also available if you prefer that version.",
      "date": "2024-06-12"
    },
    {
      "id": "0f691c8b-57ff-45e3-a063-f807d2365c26",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Defend your desktop from creeps in this fun and addictive tower defense game! There's also a 1.5 version available in the archive.",
      "date": "2024-06-13"
    },
    {
      "id": "ee626c1c-9747-4d58-9710-31cf0cc314e1",
      "author": "Mudkip with Shades in a Scarf",
      "description": "You're just having a picnic on a nice and peaceful day, until the ants showed up! Build turrets and upgrade them to defend your cake from those greedy ants!",
      "date": "2024-06-14"
    },
    {
      "id": "6e3fe7db-e47b-6a5a-fec3-edf69b29109e",
      "author": "Mudkip with Shades in a Scarf",
      "description": "A physics-puzzle game with an infamous concept of stacking a complete tower of blocks without any of them falling to the bottomless pit. Think you can beat over 80 trials?",
      "date": "2024-06-15"
    },
    {
      "id": "e2f78886-6fef-d011-d56a-5ebfc720ae93",
      "author": "Mudkip with Shades in a Scarf",
      "description": "Click, drag, and type your way to solve each puzzles in this game! 10 levels from previous installments are also included, bringing a total of 15 levels to complete.",
      "date": "2024-06-16"
    },
    {
      "id": "5e55d623-b07c-42dc-beb3-d6c38366f36c",
      "author": "Mudkip with Shades in a Scarf",
      "description": "The goal in this game is to cheat by copying the geek's answers while avoiding the sight of the teacher. Has stereotypes of every high school student you know!",
      "date": "2024-06-17"
    },
    {
      "id": "c46f07fe-e370-4dbc-b56f-164874d361d7",
      "author": "Claudiu",
      "description": "A test of your digital spacial awareness. Click as many targets as you can without being able to see your cursor. Just don't right click though...",
      "date": "2024-06-18"
    },
    {
      "id": "7bf68a6e-fc63-9ac9-c909-7046bf1ea97a",
      "author": "Claudiu",
      "description": "A technically simple but poetically tear-jerkingly platformer where you must escape the mistakes of the past... or do you?",
      "date": "2024-06-19"
    },
    {
      "id": "a959c17d-825c-4d4b-bf89-b87c178f5463",
      "author": "Claudiu",
      "description": "Play as a kitty endlessly jumping from bubble to bubble in one of the most idyllic game worlds ever created.",
      "date": "2024-06-20"
    },
    {
      "id": "854e76b4-63b5-4508-96c5-2f6a9fb511a0",
      "author": "Claudiu",
      "description": "Your Super Mario! What does that mean? Jumping on koopas? NO! It means you gotta go beat up bowser and his underlings with your bare fists!",
      "date": "2024-06-21"
    },
    {
      "id": "9a70d569-3f68-445a-bcae-883ca958017f",
      "author": "Claudiu",
      "description": "A kingdom rush-like tower defense game having you fend off a myriad of nasty bugs from eating your sugar!",
      "date": "2024-06-22"
    },
    {
      "id": "7a75f113-e7f7-48db-9dc8-a209eda2df32",
      "author": "pinkbunny9595",
      "description": "An interesting Fixed Shooter Game made by Pizza Hut Singapore. Back in the day, this game was members-only. \n\nAs a side note, playing this game may make you crave for pizza. ",
      "date": "2024-06-23"
    },
    {
      "id": "2990e23b-296f-44bc-ad80-047c3c8e2898",
      "author": "pinkbunny9595",
      "description": "A simple but fun shockwave game that was made by the Republic of Singapore Air Force and released in the early 2000s.",
      "date": "2024-06-24"
    },
    {
      "id": "fe6ccd19-b9fe-4950-ac8a-8b01dfd9fc73",
      "author": "Gapple",
      "description": "Japanese anime with a core fan base celebrating its 50th anniversary this year\nFan-made game of “Chargeman Ken!”\n\n「泉くん、たなびたい事があるんだちょっと」",
      "date": "2024-06-25"
    },
    {
      "id": "3ddbf638-50ba-450b-a38d-bdf73b58b581",
      "author": "Claudiu",
      "description": "A charming low-poly golf game making use of the freedom provided by video games to make the most absurd golf courses ever.",
      "date": "2024-06-26"
    },
    {
      "id": "61eb477e-d896-d2c9-4421-22215617a7e3",
      "author": "Claudiu",
      "description": "Chuck the balls into their respective cups. This games sound design and physics injects raw opioids into my brain.",
      "date": "2024-06-27"
    },
    {
      "id": "5438a6e3-701f-cf70-910e-d1e1c280842a",
      "author": "Claudiu",
      "description": "The demo of a simple but wonderful dark space shooter, manage your ship every level buying new crazy weapons, rockets or mini helper ships.",
      "date": "2024-06-28"
    },
    {
      "id": "73cac9d1-0917-4996-8eb7-3e85a0cbb6dc",
      "author": "Claudiu",
      "description": "You are Tiny Square. Big Square has stolen your pineapple. Climb the endless tower in a hardcore platforming challenger and SAVE YOUR PINEAPPLE!",
      "date": "2024-06-29"
    },
    {
      "id": "78e0aac3-261e-44f9-b5a0-55d982b8fd6d",
      "author": "Claudiu",
      "description": "Big square is back at it again and he has escaped on his new massive ice tower. Get revenge for his transgressions in the previous game!",
      "date": "2024-06-30"
    },
    {
      "id": "3376738a-8256-4803-992b-787775aee32f",
      "author": "Claudiu",
      "description": "The most mad racing game ever seen. Racing and physics are mere suggestions in this world. Race to win or destroy all the other racers!",
      "date": "2024-07-01"
    },
    {
      "id": "8e481de2-0dc0-4f43-93b1-87e8ab8052cb",
      "author": "Claudiu",
      "description": "Unsure if your gamepad works? Here is a fun toy to try it out on. ",
      "date": "2024-07-02"
    },
    {
      "id": "1fe7d508-946e-4c3e-85b7-b9368528c131",
      "author": "Claudiu",
      "description": "A deceptively easy arcade game. Bounce the ball of the wall for as long as you can dealing with any trick the game throws at you. Doubles as a rhythm/timing game if you close your eyes!",
      "date": "2024-07-03"
    },
    {
      "id": "702e0d12-d2b0-9b94-da75-c35e6704036f",
      "author": "EvanPBanks",
      "description": "Twisted Metal meets Ed, Edd n Eddy, but with cartoonish weapons and powers.",
      "date": "2024-07-04"
    },
    {
      "id": "bf6e7dcd-d719-4369-9d35-453a57fac9cc",
      "author": "EvanPBanks",
      "description": "The KND be ballin'",
      "date": "2024-07-05"
    },
    {
      "id": "8d69a279-00cb-4c94-9261-46366096d312",
      "author": "Rocko Rotten",
      "description": "Here's a very fun obscure puzzle game in Java. In this game, you play as a mummy with the goal of getting the top piece of a pyramid to its final destination. Pay extra attention to every move you make, as paths can flip. There are over 100 levels to complete, with each of them having their own unique solutions.",
      "date": "2024-07-06"
    },
    {
      "id": "2036f22b-7a3e-4862-a585-bc6c9fd72dd1",
      "author": "Bosko Lasta",
      "description": "An endless runner featuring Kizi where you try to get the highest score possible. You can also get powerups and upgrades. (the upgrades don't work unfortunately.)\nYou only need 2 keys to play it, Z & X.",
      "date": "2024-07-09"
    },
    {
      "id": "a3c36860-3c29-43f0-8b8a-a527913f909d",
      "author": "DarkMoe",
      "description": "The first game in the TD series. Simple and fun. Don't miss all the sequels to check how this series started to build up.",
      "date": "2024-07-07"
    },
    {
      "id": "578805df-2303-42ca-a0f4-d2432242aca3",
      "author": "DailyKosia",
      "description": "Little puzzle maze game to pass some minutes. You must obey traffic rules.",
      "date": "2024-07-08"
    },
    {
      "id": "16b04977-f714-4239-b343-b759e16a33af",
      "author": "Rocko Rotten",
      "description": "This is one of the most famous Mario fan games. Not only that, but it's the best too. It's much like a classic Mario platformer, but with a few twists. The biggest twist is the inclusion of F.L.U.U.D., which adds a whole new level of excitement. Getting sick of the main game? Why not try out the level editor! Feel free to share your creations in the #game-of-the-day channel.",
      "date": "2024-07-14"
    },
    {
      "id": "a7e290c6-7c29-8867-89e2-102aa077edc0",
      "author": "childishbeat",
      "description": "Mario and his palette-swapped friends have swapped karts for shopping carts in the first of a weird duology of racing games.",
      "date": "2024-07-15"
    },
    {
      "id": "d89d6348-9509-4af1-afd5-bdfa9e89b598",
      "author": "Hydroxide",
      "description": "A short Ace Attorney style game featuring Mario. Solve the murder of Princess Peach by listening carefully to testimonies and sniping down lies with evidence!",
      "date": "2024-07-16"
    },
    {
      "id": "27221f3e-a536-47db-8068-f590c0100cd0",
      "author": "Gapple",
      "description": "An action game that pays homage to Super Mario",
      "date": "2024-07-17"
    },
    {
      "id": "ef534c36-60be-579b-369f-69adc08f799c",
      "author": "busy",
      "description": "From the same creator of Red Remover, it's a little game where you draw a line for the ball. Avoid the spikes!",
      "date": "2024-07-10"
    },
    {
      "id": "0dfb802e-f671-4dda-a36c-7bf0f6b723d7",
      "author": "DarkMoe",
      "description": "Amazing pixel art, could easily be an indie Steam game.",
      "date": "2024-07-11"
    },
    {
      "id": "36ca83d9-ceec-4307-8a08-a1e3c9558d9c",
      "author": "DarkMoe",
      "description": "This game became a trend back in the day, a meme, a new way of playing platformers, who knows.",
      "date": "2024-07-12"
    },
    {
      "id": "751f7430-a7f4-4d38-82e6-228a6f0e4c5d",
      "author": "DarkMoe",
      "description": "If you ever wondered how a flash game of the final scene from Zorba the Greek would be, look no more !",
      "date": "2024-07-13"
    },
    {
      "id": "2bab378e-5cf4-457b-ac24-2169f9417df1",
      "author": "RB",
      "description": "Diesel and Death is a 2d racing flash game where you play as Death and your objective is to defeat Diesel in each round, whether by using powerups or finishing 1st place. It is made by 3rd Sense Australia, the same developers of Swords and Sandals. There are reskins of this game that are also made by 3rd Sense, \"Popebox Racer\", and \"Hawaiian Runner\"",
      "date": "2024-07-18"
    },
    {
      "id": "9d397960-614d-44b4-8ba3-bc3b85078690",
      "author": "RB",
      "description": "A 3D bowling game made by Skunk Studios. It's a simple bowling game, with various bowling ball designs, a funny commentator, and banger music by Ronkat Spearman. The full version of the game has more to offer.",
      "date": "2024-07-19"
    },
    {
      "id": "62320c13-81a7-416b-b654-15ffc8518192",
      "author": "RB",
      "description": "The sequel of Doodle God, this mixing game has 2 new episodes compared to the previous one!",
      "date": "2024-07-20"
    },
    {
      "id": "6146f429-a078-4c8e-a54d-866f4dbd425a",
      "author": "RB",
      "description": "A poker game in a western setting. The full version of the game allows you to explore more cities and a chance to become the Governor of Texas.",
      "date": "2024-07-21"
    },
    {
      "id": "a9a2cfe0-fec5-f23b-7da3-ce8c3eecba28",
      "author": "RB",
      "description": "An FPS browser game. You've read that right, it's an FPS BROWSER game. The devs did an amazing job making a high-level game using the Shockwave plugin. At first glance you'd think this was released on Steam, but no, this was a Shockwave game. Only sad about this is that it's in \"Beta\", implying that there could've been more to the game. But not knowing what a \"Beta\" means as a child, this game looked and felt complete to me. There also exists \"Phosphor Alpha\".",
      "date": "2024-07-22"
    },
    {
      "id": "9b868e94-7686-64d3-2027-88d889b46450",
      "author": "RB",
      "description": "A Marble Madness-like game released in 2004 with various levels and various obstacles. The full version of the game has more to offer.",
      "date": "2024-07-23"
    },
    {
      "id": "25a0bf2c-5b69-46a1-81a2-8e18cff09f21",
      "author": "RB",
      "description": "In 2008, GoBit made their own plugin to make the web version of Burger Shop. They would work with Eggo a year later to create the advergame \"Eggo Kitchen\". The web version of Burger Shop 2 would then be made in Flash, along with the advergame version they made working with Pillsbury called \"Pillsbury - Toaster Strudel: Breakfast Rush\".",
      "date": "2024-07-24"
    },
    {
      "id": "99beedb5-af65-4d38-80aa-8a0dc0cc3c3f",
      "author": "LutayOvich",
      "description": "It's a mad dash to service cars and keep the customer happy!",
      "date": "2024-07-25"
    },
    {
      "id": "a2907b19-2589-4bb3-82f5-4ac40b4c5757",
      "author": "Bosko Lasta",
      "description": "A puzzle game with 50 levels where you try to combine every yellow blob into one. The last levels are pretty hard, I'm warning you...",
      "date": "2024-07-26"
    },
    {
      "id": "fe06c8c1-681b-4375-9680-869fb47bff51",
      "author": "childishbeat",
      "description": "YOU JUST GOT RICKROLLED!1!",
      "date": "2024-07-27"
    },
    {
      "id": "e239b3ae-3a5e-4e26-b76a-ea9c5040196d",
      "author": "DarkMoe",
      "description": "Remember the Hot Coffee scandal from GTA ? Well, this is definitely not it.",
      "date": "2024-07-28"
    },
    {
      "id": "b1320cfd-5327-486a-952a-20744be02891",
      "author": "DarkMoe",
      "description": "Grab your top hat and jump on this cool and short game.",
      "date": "2024-07-29"
    },
    {
      "id": "1a8df6ec-b526-4c7b-a815-3f5419b39809",
      "author": "DarkMoe",
      "description": "A 3 level platformer, which was lost for decades. Fortunately, we managed to find the missing levels for you to enjoy.",
      "date": "2024-07-30"
    },
    {
      "id": "4b406d79-6155-4a40-a2f8-2450f14edddd",
      "author": "DarkMoe",
      "description": "A game with 90 vibes. If you like games like Jazz JackRabbit, Zool, etc. give this one a try.",
      "date": "2024-07-31"
    },
    {
      "id": "dbae5bfe-5663-4631-8985-7446f5db30ba",
      "author": "DarkMoe",
      "description": "This is part 2, a trilogy of a pretty nice series of puzzle games similar to Adventures of Lolo from the NES. Don't miss the first 8 games which comprises the first part.",
      "date": "2024-08-01"
    },
    {
      "id": "e2eacce0-aeaa-cffa-e73a-b32dfe513234",
      "author": "DarkMoe",
      "description": "You have 400 ingame years to beat this puzzly game.",
      "date": "2024-08-02"
    },
    {
      "id": "56aad0bc-3437-7446-949f-1125008c4dd3",
      "author": "DarkMoe",
      "description": "A game from the 80s tv show, if you get a high score you unlock a special ending !",
      "date": "2024-08-03"
    },
    {
      "id": "29a92ccd-fe97-ce85-d8c1-f660bd9da77e",
      "author": "DarkMoe",
      "description": "Taringa is one of the biggest latin communities since the 2000s, and it's going to close this 2024. Here is a game based on this popular site.",
      "date": "2024-08-04"
    },
    {
      "id": "a3c3aee8-0af0-b8a1-b92b-77412d6de735",
      "author": "DarkMoe",
      "description": "A demo for one of the most popular visual novels outside of Japan. Who is Zero?",
      "date": "2024-08-05"
    },
    {
      "id": "4a7d5775-2e68-1ad1-7643-cb3deedc3e83",
      "author": "DarkMoe",
      "description": "More known nowadays as a Steam game, but here you have access to all the older builds. You might find surprising old stuff in them!",
      "date": "2024-08-06"
    },
    {
      "id": "1e99a7d7-342c-e456-6056-eb0f25ea82a0",
      "author": "DarkMoe",
      "description": "A nice little adventure game featuring the most famous detective. Don't miss the other games in the series.",
      "date": "2024-08-07"
    },
    {
      "id": "ebe45a2b-e1e6-4f80-b0eb-a0218495a7c3",
      "author": "DarkMoe",
      "description": "A great idea from greek mythology. Challenging short game with a unique twist and even a final boss. A true classic.",
      "date": "2024-08-08"
    },
    {
      "id": "ffe2dc08-1309-4cfd-926d-2220d22a442f",
      "author": "DarkMoe",
      "description": "Hide the fart, a game that everyone seemed to have played at least once in the last 2 decades. Not the most brilliant game, but probably one of the inspirers of the same mechanics kissing games.",
      "date": "2024-08-09"
    },
    {
      "id": "7e3b846a-6dfe-40cd-9e02-bd2d432c9f75",
      "author": "DarkMoe",
      "description": "First in a series of 12 adventure games, in a similar vein to an escape the room game.",
      "date": "2024-08-10"
    },
    {
      "id": "269b73f5-d63b-4eb7-9bcb-020b411a300b",
      "author": "Bosko Lasta",
      "description": "Try to name over 211 different video game characters! This game is really challenging, so are you able to get all achievements?",
      "date": "2024-08-13"
    },
    {
      "id": "b9a4de27-fbfa-43fe-ad14-5c70dba84cb4",
      "author": "Bosko Lasta",
      "description": "OH NO! The boss has destroyed your spaceship! Go through 3 worlds, 4 levels each and collect all the spaceship parts! Try to get every achievement. This is a high quality platformer made by Funtomic and Bamtang.",
      "date": "2024-08-12"
    },
    {
      "id": "ebc5892e-43bd-47f9-898f-9d8620c864bd",
      "author": "Bosko Lasta",
      "description": "Did you ever want to fight a bunch of bosses in games, but there were only a few of them or the levels were too distracting? Well then this game is for you! Fight 12 different bosses on 3 difficulties, Simple, Challenging and Deadly. Can you try to get every achievement and beat the final, 13th boss?",
      "date": "2024-08-23"
    },
    {
      "id": "f1a6ac14-0f46-aa91-0fa0-97884788239c",
      "author": "Hydroxide",
      "description": "In this puzzle game, draw a path with your mouse to guide the sugar to the right cups. This one's a series, but 3 is one of my favorites since it has the best aspects of the first 2. Try them all!",
      "date": "2024-08-11"
    },
    {
      "id": "3b2023b0-8baf-46c6-ac4f-1f141afeee52",
      "author": "Lukisav",
      "description": "Castle Cat is on another mission. This time in Las Vegas. Help the Castle Cat defeat the mighty Great Sphinx of Giza.",
      "date": "2024-08-14"
    },
    {
      "id": "2cdea51a-7849-4670-81cd-f4ced93a4c13",
      "author": "Lukisav",
      "description": "21 mini-games, do you have the skills to beat them all and to become the Ninja Glove? ",
      "date": "2024-08-15"
    },
    {
      "id": "633e72df-ed96-4abe-949f-7907f8f984e8",
      "author": "ZodiaKGalXy",
      "description": "Similar to the game P0rtal, but much cooler looking! :O",
      "date": "2024-08-16"
    },
    {
      "id": "0d281bf6-3e6c-4a95-9231-ee99fde06984",
      "author": "Lukisav",
      "description": "Help Harry to collect batteries, stay away from acid, and shoot the enemies, in order to escape the Acid Factory! ",
      "date": "2024-08-17"
    },
    {
      "id": "7e19c514-9057-40a9-b85d-265c310aad6b",
      "author": "Lukisav",
      "description": "The sequel to Chaos Faction. Can you defeat all of the enemies and unlock all of the characters? ",
      "date": "2024-08-18"
    },
    {
      "id": "17f7d182-76de-4c25-ba86-3e0a6ed4a70a",
      "author": "Lukisav",
      "description": "Doodle God gives you the ability to combine all sorts of elements, until you managed to make all of them.",
      "date": "2024-08-19"
    },
    {
      "id": "c8e5e5ee-9fa3-4508-bcfa-d24191fdd31f",
      "author": "Cheesey",
      "description": "The original toys-to-life game, fully playable in-browser. A built-in Funkey selector also means you can play as any character without the hub or figurines. For a fuller and more updated restoration project, look up OpenFK and the fan Discord!",
      "date": "2024-08-20"
    },
    {
      "id": "e359bc36-433a-4169-be26-276a87e347f7",
      "author": "Lukisav",
      "description": "Stack all of the shapes, and complete all of the levels! ",
      "date": "2024-08-21"
    },
    {
      "id": "d8e5844b-6ee2-4cf2-8814-f6356d83e498",
      "author": "Lukisav",
      "description": "If you enjoy monopoly, Big Bucks is for you! ",
      "date": "2024-08-22"
    },
    {
      "id": "4405d338-dafa-4efd-ac78-3ba9a11c94da",
      "author": "Gapple",
      "description": "It's a Final Fantasy style game filled with Japanese memes from around 2006.",
      "date": "2024-08-24"
    },
    {
      "id": "b35c06f4-d215-9ad1-33b8-443d7be7ade0",
      "author": "Shoresh",
      "description": "A great escape-the-room game with a clever, well executed gimmick. Kotorinosu / Mani is a quality developer, I highly recommend checking out their other games.",
      "date": "2024-08-25"
    },
    {
      "id": "bcbc81ab-b5ba-4afe-839d-40e8a25271e0",
      "author": "Arges",
      "description": "This is an addictive and highly influential game that spawned many clones and similar games.",
      "date": "2024-08-26"
    },
    {
      "id": "b15ffd9b-f4b7-898b-7e6b-dcf7d7b896f9",
      "author": "Lukisav",
      "description": "Street race, use weapons and upgrade and customize your car! Ready to race? ",
      "date": "2024-08-27"
    },
    {
      "id": "bfc6d9d6-ff94-410e-8a0b-f52efe036eb8",
      "author": "Lukisav",
      "description": "The sequel to Chrome Wars. Are you ready to upgrade, customize your robot, and battle against other robots in tournaments?  ",
      "date": "2024-08-28"
    },
    {
      "id": "244912ff-bad3-472b-8631-3f353f2ae375",
      "author": "Lukisav",
      "description": "Get ready to go on a mission to battle against tons of different robotic entities. Can you defeat them all? ",
      "date": "2024-08-29"
    },
    {
      "id": "8d3a91c8-c933-4d81-a132-65f87aa63ce3",
      "author": "Lukisav",
      "description": "Cute RPG game, where you control the tiny warrior, that has the goal of saving the kingdom, from all sorts of enemies! ",
      "date": "2024-08-30"
    },
    {
      "id": "8cae3a31-de30-49f1-ba28-0eae9cc1bc2d",
      "author": "Arges",
      "description": "It's the near future. Obama's healthcare plan passed. Fight Obama in this game!",
      "date": "2024-08-31"
    },
    {
      "id": "cd5d8a3f-bfa3-4e19-9b3a-a16f1cd1193f",
      "author": "Gust",
      "description": "An Adventure Time strategy game with a really fun gimmick of fusing items for different stat boosts or new items altogether, highly replayable if you want to find all of the possible combinations. ",
      "date": "2024-09-01"
    },
    {
      "id": "979020e1-12ed-43c8-9bb3-3a911e74b143",
      "author": "Lukisav",
      "description": "Two player puzzle game, where together you have to color all sorts of places, and defeat the bosses! ",
      "date": "2024-09-02"
    },
    {
      "id": "4b53d0bf-2921-4828-85fb-4ab11d9cc2a1",
      "author": "Lukisav",
      "description": "Are you ready to battle against tons of other robots, and shapeshift into multiple variations of our hero? ",
      "date": "2024-09-03"
    },
    {
      "id": "9632e30f-6acc-4ed7-be2f-9f3858832dfe",
      "author": "Bosko Lasta",
      "description": "You don't need lots of levels when you only have ONE. Go through 30 variations of the same exact level. Try to speedrun it!",
      "date": "2024-09-07"
    },
    {
      "id": "7f8d882b-c5a8-4234-9d6b-9b1fd924f77e",
      "author": "Bosko Lasta",
      "description": "Remember This Is The Only Level? The Blue Elephant lost all the other levels again... how? Go through 30 different variations of the same, but different level. Now there's different unlockable modes and skins! Try to get them all! ",
      "date": "2024-09-08"
    },
    {
      "id": "4dd1cd79-b084-4608-aa78-34fb1dc6b36e",
      "author": "Bosko Lasta",
      "description": "Remember This Is The Only Level 1 and 2? The Blue Elephant only has one level with him once again! Go through 30 variations of the same, but even more different level. You can now shoot pastries! Also, there's door portals and a cool lever in the middle now! There may be no more skins, but the modes are still there! And there's one more than in the previous game!\nJimp also made the artwork, so you know it will  be great!",
      "date": "2024-09-09"
    },
    {
      "id": "140c4ef1-4661-400b-8973-9dd7362a1158",
      "author": "Bosko Lasta",
      "description": "Do you just love getting achievements in games to 100% them? Me too. This is why you should play Achievement Unlocked. This has over 99 achievements! Try to speedrun this game.",
      "date": "2024-10-17"
    },
    {
      "id": "b0d5a215-c9f3-41f4-9e3d-871d1281190c",
      "author": "Bosko Lasta",
      "description": "Remember Achievement Unlocked? Now there's a sequel! Get over 250 ACHIEVEMENTS! There's 6 floors in-game, and a money system! You should also try to speedrun this as well.",
      "date": "2024-10-18"
    },
    {
      "id": "fcfccf16-a88b-4ead-987a-784412624951",
      "author": "Bosko Lasta",
      "description": "You played the first 2 AU games, now it's time for a third one! Now there's 400 ACHIEVEMENTS. You have to give a hamster (which is actually a guinea pig) 600 pellets. Go through 10 rooms, collect coins, and most important, get achievements! Your elephant can also shoot pastries and hamsters, by the way. Jimp also worked on the artwork, so the game will look good! Make sure to check out jmtb02's other games too!",
      "date": "2024-10-19"
    },
    {
      "id": "1e2f9810-f19f-4caa-bedb-1124ab04a630",
      "author": "Bosko Lasta",
      "description": "Ugh, Wooly stole your cool bowler hat! You're going to have to go defeat him to get it back! Go through various areas, talk to the other fellow elephants and collect some cool items! While we're at it, why not also complete the in-game quests? This is a very good platformer if you are bored and want to spend some time playing games. By the way, you should go check out the other games created by jmtb02 if you already beat this!",
      "date": "2024-10-22"
    },
    {
      "id": "d162a9e5-c016-d357-d29e-7d7c5070e63d",
      "author": "Bosko Lasta",
      "description": "Your goal is to get loot from 100 train cars! Destroy the train cars with either a sword, gun or magic weapon. Though, watch out, because some train cars have turrets on them! Will you be able to successfully beat the game?",
      "date": "2024-10-23"
    },
    {
      "id": "7bafa042-9167-45de-9f24-93f41d939aad",
      "author": "Claudiu",
      "description": "A game which is entirely played in the browser's URL bar. Kill all the a's as fast as possible!",
      "date": "2024-09-04"
    },
    {
      "id": "362c0b94-8945-4785-e0ea-18c3964c7e4c",
      "author": "Piratebr1",
      "description": "a forgotten adult swin game where a simple blue planet rebels against the orbit and anything that floats",
      "date": "2024-09-05"
    },
    {
      "id": "94b28c64-8e59-40dd-baa3-6a2811fba368",
      "author": "tymime",
      "description": "A charmingly crusty Shockwave game from Cartoon Network, featuring everyone's favorite character... Uncle Gus? The perfect game for summertime nostalgia. (Be sure to check out the other 3 episodes too!)",
      "date": "2024-09-06"
    },
    {
      "id": "92a8fb40-64ad-8699-e747-580b980821e3",
      "author": "Alej2006",
      "description": "This is a Ben 10 game released in 2007 that based the live action movie of same name",
      "date": "2024-09-10"
    },
    {
      "id": "d26f0a27-6ebf-b0a5-cd7f-655fea0e3f73",
      "author": "childishbeat",
      "description": "If you already thought 4Kids's censoring of anime 4Kids was bad, have a look at this Flash game that almost looks like a fangame from Newgrounds! With slippery controls and blasts from enemies that can hit you without warning, this is hands down the worst officially licensed Sonic webgame in existence. And don't forget that every time you go back to the main menu, another instance of the music starts looping, which will almost force you to restart the game so you don't become insane.",
      "date": "2024-09-11"
    },
    {
      "id": "e8e76105-8e0b-4e89-99c8-3f9d6710dd8d",
      "author": "Kalevi",
      "description": "Gravity Duck is an puzzle platformer involving the ability to flip gravity!",
      "date": "2024-09-12"
    },
    {
      "id": "ae698694-e9e7-c327-8525-a3a5ca6288e4",
      "author": "Kalevi",
      "description": "Gravity Duck 2 is the sequel to the first game. Flip gravity!",
      "date": "2024-09-13"
    },
    {
      "id": "f79b2ae8-1125-43fc-730c-d72e98055de0",
      "author": "Claudiu",
      "description": "The first episode of THE sprite series which has inspired creators for almost 2 decades with its adrenaline-pumping fight scenes and choreography",
      "date": "2024-09-14"
    },
    {
      "id": "1692490e-b5ab-46da-8572-dc2fd96cd4b2",
      "author": "childishbeat",
      "description": "You're gonna need to be a real word boss to do well at this one, because it's very challenging! With just two minutes on the clock to guess a large variety of words ranging anywhere from three to six characters, somehow completing this test should be enough to anyone to qualify for Mensa!",
      "date": "2024-09-15"
    },
    {
      "id": "9ea62a76-5e0c-4430-a8d5-783bf7939239",
      "author": "Gust",
      "description": "Spanish: Juego de cartas en el que tu y tu equipo de futbol compiten para vencer a todos los campeones de diferentes shows de Cartoon Network.\nEnglish: Card game in which you and your football team compete to beat all of the champions from different Cartoon Network shows.",
      "date": "2024-09-16"
    },
    {
      "id": "a7cff320-b6c8-494e-a331-47e62adba91a",
      "author": "Gapple",
      "description": "Please turn all moai to the front within the time limit.",
      "date": "2024-09-17"
    },
    {
      "id": "75bbdc10-c798-db63-8b97-317457c29e4c",
      "author": "Hydroxide",
      "description": "A short and mysterious game about exploring a quiet galaxy, and trying to rebuild a home that was destroyed. Smooth controls, but be careful around black holes!",
      "date": "2024-09-18"
    },
    {
      "id": "fec286a1-7bef-4f68-9111-561f4caa6fe5",
      "author": "Hydroxide",
      "description": "A clever platformer-like puzzle game involving manipulating a letter by its very serifs. (Serifs are the lines on the edges of a letter!)",
      "date": "2024-09-19"
    },
    {
      "id": "72bf9ad4-21e1-2d03-3b89-7b9806ed695a",
      "author": "Hydroxide",
      "description": "A cute little RPG about raising a mythical fox-like creature to rid the world from darkness! Explore new lands, give them lots of pets, and look for some elusive paintbrushes along the way.",
      "date": "2024-09-20"
    },
    {
      "id": "9cfac742-68e8-e368-84fb-c85fc224421f",
      "author": "Hydroxide",
      "description": "A very comprehensive character creator with lots of bonus details such as outfits, extra Pokemon, and more. Make the trainer of your dreams!",
      "date": "2024-09-21"
    },
    {
      "id": "1e000aec-b81a-0795-7064-194b4a580975",
      "author": "Hydroxide",
      "description": "One of the coolest games on PBS Kids back in the day. Link animals together by their traits and fill the board to earn points!",
      "date": "2024-09-22"
    },
    {
      "id": "a63008c9-7708-525e-120e-bc37705ee556",
      "author": "Hydroxide",
      "description": "This one's for all the completionists out there. Platform your way to get all the objects and obtain that legendary 100 percent!",
      "date": "2024-09-23"
    },
    {
      "id": "111cd5f7-c12e-e723-f794-da9d8273a80c",
      "author": "Rocko Rotten",
      "description": "Lilo & Stitch is one of Disney's best known franchises, and this game is also one of Disney's best known Flash games. Not just Disney, but Flash as a whole. In this game, you must make Reuben a sandwich. Be careful to avoid the icky ingredients! If you haven't seen Lilo & Stitch: The Series (the tie-in), you should.",
      "date": "2024-09-24"
    },
    {
      "id": "3e3dc542-7704-4a08-90d3-b353c3837202",
      "author": "Hydroxide",
      "description": "A puzzle game themed around Legos. Guide a small robot to gather all the trash in the factory and use lego blocks to get him around!",
      "date": "2024-09-25"
    },
    {
      "id": "a4c62000-3809-4e42-84bc-47640d6827bc",
      "author": "Hydroxide",
      "description": "An escape game with many rooms and different puzzles to solve. Enter dimensional doors in search of your lost brother!",
      "date": "2024-09-26"
    },
    {
      "id": "8cbb824f-73f1-49fe-9390-79e2295e4598",
      "author": "Kaiky Alexandre Souza",
      "description": "A side-scrolling platformer game with 5 levels, due to it's popularity, i think you should play it.",
      "date": "2024-09-27"
    },
    {
      "id": "c016dff9-9fca-419a-9948-72d6b980e09a",
      "author": "Han Han",
      "description": "You are a car, and you have to fight car monsters",
      "date": "2024-09-28"
    },
    {
      "id": "a67e550a-2848-209e-ebc7-c3efbcc62f36",
      "author": "Master of tax evasion",
      "description": "This game is fire(bug)",
      "date": "2024-09-29"
    },
    {
      "id": "2c960073-302d-44ef-99fd-0dbf58891e76",
      "author": "Claudiu",
      "description": "Load your own MP3 and play a rhythm game automatically generated based of the music",
      "date": "2024-09-30"
    },
    {
      "id": "ec9858db-2b9a-44e6-a2e1-4a2d80b02856",
      "author": "Rocko Rotten",
      "description": "Carve some epic pumpkins!",
      "date": "2024-10-31"
    },
    {
      "id": "c9d590c8-0e56-c7a1-f364-a3a1a7af1712",
      "author": "Claudiu",
      "description": "Fight against the formidable Princess of Equestria in an Undertale-style fight. If you kill her, she will be gone forever. Can you find her (very unusual) weakness?",
      "date": "2024-10-01"
    },
    {
      "id": "9b451ee8-3029-8049-af3d-c7c246e0bf51",
      "author": "Kalevi",
      "description": "Emily navigates the Magic Maze in this simple but fun puzzle game.",
      "date": "2024-10-02"
    },
    {
      "id": "6bf7705a-f83a-45fe-8c9c-ff0439c2f64d",
      "author": "BoyDixon Entertainment",
      "description": "Due to the recent discontinuation of Cartoon Network's website, I felt it would be appropriate to recommend one of it's many former games. Here's one from the era I grew up in from one of the last remains of Cartoon Network's identity.",
      "date": "2024-10-03"
    },
    {
      "id": "5dcfae6d-40af-cf6e-671f-1bacb6eb5f1d",
      "author": "Claudiu",
      "description": "Duke Dashington is on the search for the treasure that lies within great dungeons. The only problem is that EVERY TIME he finds one it immediately starts collapsing. You must dash through the dungeon to get the treasure before it becomes the grave for you and the treasure!",
      "date": "2024-10-04"
    },
    {
      "id": "0f425d6e-f78b-456e-8048-f22c39c9e08b",
      "author": "Claudiu",
      "description": "A simple hack and slash which tasks you with room after room of enemies, intense visual effects, and hand-hurting button mashing. Play with a controller if you can!",
      "date": "2024-10-05"
    },
    {
      "id": "cbb4ad3b-a3dd-464a-a729-df61108d8db9",
      "author": "Claudiu",
      "description": "Jump, dive and roll through the spikey and convoluted labyrinth of caves in a criminally tight platformer boasting a high  skill-expression despite using the arrow keys and 2 buttons!",
      "date": "2024-10-06"
    },
    {
      "id": "80542139-f3ad-65f5-ed56-34d439d51e49",
      "author": "Digginbloke",
      "description": "My favourite Flash game for a long time as a kid in a series that lasted from 2008(9?)-2018. Although quite simple and a bit lacking in ways, it always put a smile on my face, plus who could forget the game's main theme?\n\n30 levels with a variety of funny outcomes and bright colours with a happy (albeit simple) story to tie it in will surely make anyone's day, NotDOPPLER guarantee!",
      "date": "2024-10-07"
    },
    {
      "id": "30e0299f-0b9c-404d-9be2-952bad3555bf",
      "author": "Claudiu",
      "description": "A criminally tight platformer which doubles as a forearm workout due the sheer precision required!",
      "date": "2024-10-08"
    },
    {
      "id": "2b45e707-c239-44df-a977-331465df6e37",
      "author": "Gust",
      "description": "Run your own lemonade stand and try to get as much money as possible in 30 days. Manage your recipe, prices, and advertising.",
      "date": "2024-10-09"
    },
    {
      "id": "9e553e9f-33ee-424c-9398-e6717870e5ba",
      "author": "Lukisav",
      "description": "Super D is on a mission to collect faces and defeat the evil \"boss\" cube. Can you help Super D?  ",
      "date": "2024-10-10"
    },
    {
      "id": "9ae42759-0adb-44a7-bd99-0f96d6b36986",
      "author": "Hydroxide",
      "description": "This giant maze game goes to many countries of the world. Guide Harry through them all to assemble the golden wheel!",
      "date": "2024-10-11"
    },
    {
      "id": "3335c14e-941f-4dff-b2cf-fdb72d5c5a9c",
      "author": "Hydroxide",
      "description": "Bake pies by dragging the required ingredient tiles to complete orders. This puzzle game is really fun at higher levels where you'll need to plan your next move.",
      "date": "2024-10-12"
    },
    {
      "id": "af3c5d6b-7398-edf3-5d6a-31e145e35005",
      "author": ".di5corduser2000",
      "description": "An Adobe Shockwave game that is addictive for those who want to beat their own high score based on a Cartoon Network show that is still currently unavailable after it was taken off of the air except for the pilot special that is available on one of The Powerpuff Girls D.V.D. and one of The Powerpuff Girls V.H.S. tapes. Help Sheep avoid getting caught by the military by using his balloons to float down off the building.",
      "date": "2024-10-13"
    },
    {
      "id": "02489ceb-223d-01bc-2f8d-34c1ca337377",
      "author": "Regrt.",
      "description": "A very dedicated representation of Brazilian culture, mixed with intense and exciting combat. A game crafted with great care",
      "date": "2024-10-14"
    },
    {
      "id": "851c78f7-ed17-eb04-17bd-298b962e35cc",
      "author": ".di5corduser2000",
      "description": "Help Buck Tuddrussell travel through time and literally battle against time.",
      "date": "2024-10-15"
    },
    {
      "id": "89e314af-38eb-468f-bc7e-675d9231c121",
      "author": ".di5corduser2000",
      "description": "One of the best and most popular Cartoon Network web games. Play as Samurai Jack as you jump from platform to platform while slashing through evil demons. Use the codes to unlock special weapons that help you through the levels.",
      "date": "2024-10-16"
    },
    {
      "id": "b0ce771e-7c02-4317-8528-ba48139e2688",
      "author": "SpongeBob",
      "description": "Super Mario Bros. but with characters from other franchises",
      "date": "2024-10-20"
    },
    {
      "id": "21df0c57-1e12-0e0a-266b-3dde8388ed8b",
      "author": "Superior Wave",
      "description": "The Kaboose game to end all Kaboose games!\nTransylmania 2 features seven levels, new enemies and even a final boss!\nIt's a perfect time to play this game throughout October!",
      "date": "2024-10-21"
    },
    {
      "id": "3f1c3ab3-4b4a-4617-9759-01c8960a9009",
      "author": ".di5corduser2000",
      "description": "Choose Courage Team (Courage The Cowardly Dog) or Johnny Bravo Team (Johnny Bravo) to play soccer against the latter.",
      "date": "2024-10-24"
    },
    {
      "id": "d922814e-3330-f61d-a4d5-b4279e232407",
      "author": "Renegát",
      "description": "Have you wondered about playing tennis without gravity? Hold your racket in the right position, and try to not fly away from the ball!",
      "date": "2024-10-25"
    },
    {
      "id": "25fc1fc6-6c88-4cff-9ea1-c270c7619235",
      "author": "Hydroxide",
      "description": "Escape prison as the death-defying and rule-breaking jewel thief Ziggy Fraud!",
      "date": "2024-10-26"
    },
    {
      "id": "dbb9fce6-6fcc-4307-89d2-2721a6b7e9e5",
      "author": "Lukisav",
      "description": "Find the way out, and defeat the evil shark, if you can! ",
      "date": "2024-11-01"
    },
    {
      "id": "0e7a9655-3880-469d-bb3c-bf5e4071697c",
      "author": "Lukisav",
      "description": "Do you have a strategy? Can you lead your team, and defeat the other teams? ",
      "date": "2024-11-02"
    },
    {
      "id": "316ecd5c-9dab-170a-f998-6db5263d8877",
      "author": "Lukisav",
      "description": "Create and control your team. Defeat all the other teams! ",
      "date": "2024-11-03"
    },
    {
      "id": "defdea5f-4be1-4594-b151-a8038b4ac61b",
      "author": "Lukisav",
      "description": "Are you able to fulfill a small mission, filled of various tasks? ",
      "date": "2024-11-04"
    },
    {
      "id": "08f06156-365e-42d1-a044-3265203808c4",
      "author": "Lukisav",
      "description": "Help the mouse collect all the cheese, but be careful from the spikes, and other traps! ",
      "date": "2024-11-05"
    },
    {
      "id": "6c08339e-d829-7fd6-c8a7-1334578f5893",
      "author": "Lukisav",
      "description": "Help Zed defeat all the enemies, and escape the underworld...",
      "date": "2024-11-06"
    },
    {
      "id": "048e0f2a-120d-6dbe-6dae-01ff3b812f2c",
      "author": "Rocko Rotten",
      "description": "Happy Thanksgiving! This is is the same as the other game, but with more minigames!",
      "date": "2024-11-28"
    },
    {
      "id": "b49c17c3-b018-4164-8c07-fa88ac25106a",
      "author": "Hydroxide",
      "description": "Escape this monochromatic world by using a simple barcode scanner to reveal the truth.",
      "date": "2024-11-07"
    },
    {
      "id": "07ad4c28-30df-2c97-6116-3c3892d1571e",
      "author": "Superior Wave",
      "description": "The Evil Elves are back again, and it's up to Santa to gather all the Christmas presents before Christmas Day!",
      "date": "2024-12-01"
    },
    {
      "id": "869209e2-8b31-4121-8e06-15cd277b4fca",
      "author": "Hydroxide",
      "description": "Gather magical candy and banish monsters in this short Halloween themed game!",
      "date": "2024-10-27"
    },
    {
      "id": "4fa140bd-ac99-4e86-9953-5e2601e0352e",
      "author": "Hydroxide",
      "description": "Play as a ghost and crash the halloween party! The more people you scare, the better your haunts get.",
      "date": "2024-10-28"
    },
    {
      "id": "8f0a4d7f-3139-400b-96ed-f6ff1023d299",
      "author": "Hydroxide",
      "description": "The Gengar evolution line will trick you, so go the opposite way that they tell you. But watch out for helpful Pumpkaboo who steer you right!",
      "date": "2024-10-29"
    },
    {
      "id": "9fbb84b9-4b90-187b-505a-2a80d7bcd028",
      "author": "Superior Wave",
      "description": "Vampy the Vampire makes his vampiric debut in this classic Flash game from 2005! He bites humans and sleeps in his coffin with his cuddly Deadly Bear! It's a fun game for all of you vampire lovers out there, bleh-bleh-bleh!",
      "date": "2024-10-30"
    },
    {
      "id": "c8d602ec-ccf8-401d-b61d-35c0eb5e0616",
      "author": "Lukisav",
      "description": "Ready for history lessons? Are you able to complete all 36 mini-games, from around the World? ",
      "date": "2024-11-08"
    },
    {
      "id": "e6e7e0b2-646f-4b58-89fd-d2810a76b3ec",
      "author": "Lukisav",
      "description": "Monopoly with puzzle games, do you have the IQ to reach the finish line first? ",
      "date": "2024-11-09"
    },
    {
      "id": "2c4fc32f-32cb-484a-8585-1c65981a79c0",
      "author": "Matt",
      "description": "A fun but challenging bullet hell where you take control of a Captain trying to save 5 cats!",
      "date": "2024-11-10"
    },
    {
      "id": "941c957d-227a-a6c2-e947-34340cc2c9b2",
      "author": "Hydroxide",
      "description": "Ziggy's back, and this time he's got his eyes set on the king's crown! This time there's multiple endings and a few cheeky secrets to be found.",
      "date": "2024-11-11"
    },
    {
      "id": "ed058412-fa96-4ea5-b2cb-2baff6a24b2a",
      "author": "ViceChats",
      "description": "A classic. fight your way through various opponents like: rayman goku chibi-robo and WALUIGI.\ntheres a variety of modes. so have fun and fight as you please",
      "date": "2024-11-12"
    },
    {
      "id": "25af4936-55e9-471d-97c9-1ad195b9f9d5",
      "author": "Gapple",
      "description": "Let's take care of the master who has caught a cold by controlling the Wan and Nyan!",
      "date": "2024-11-13"
    },
    {
      "id": "6a7c068c-71bc-93f8-0c2b-708bf910359a",
      "author": "SpongeBob",
      "description": "the hardest game of Papa's series. will you get the perfect score?",
      "date": "2024-11-14"
    },
    {
      "id": "bd910f2c-7c28-4752-b169-dc60cb486190",
      "author": "TheBusterZX",
      "description": "Autumn is here and what better way to celebrate it than have beloved Nicktoons beat each other up? ",
      "date": "2024-11-15"
    },
    {
      "id": "fa269dd5-0474-5f1a-8189-fc0ecfc1ff29",
      "author": "Gapple",
      "description": "Get the key and open the door!",
      "date": "2024-11-16"
    },
    {
      "id": "b189c553-9346-48fc-a2e3-9e129b86d7e7",
      "author": "Claudiu",
      "description": "2D Minecraft before it was cool. What more needs to be said?",
      "date": "2024-11-17"
    },
    {
      "id": "6200b8c0-bc76-4986-8075-4834b7b70e87",
      "author": "R.E.W",
      "description": "A infuriating platformer with portals that lead you to somewhere and precise jumping, figure out where the bells are and ring them in the correct order!",
      "date": "2024-11-18"
    },
    {
      "id": "f80c48fd-ea60-443f-ac99-cc81cb039ee4",
      "author": "Han Han",
      "description": "Pretty short n' sweet game about guns",
      "date": "2024-11-19"
    },
    {
      "id": "d65c1e8d-8838-430c-a0b8-fcb7874c427d",
      "author": ".di5corduser2000",
      "description": "The most underrated drawing Flash game. Nothing can top it.",
      "date": "2024-11-20"
    },
    {
      "id": "eb81f2a6-8586-42b8-9062-a5ef6763cfcd",
      "author": "Litness11",
      "description": "Eat your heart out, Rudolph! \nSpread Christmas cheer by dropping presents into chimneys, but watch where you're going! Otherwise, you'll find yourself flying over other continents.",
      "date": "2024-12-02"
    },
    {
      "id": "87632819-94ed-ad77-9c74-bfd045a30df1",
      "author": "Hydroxide",
      "description": "Solve puzzles by throwing your slimeball through this frozen landscape! (Try the other Sling titles too if you like this one!)",
      "date": "2024-11-21"
    },
    {
      "id": "a4c63173-6750-4b95-b843-22ea8be5111e",
      "author": "Hydroxide",
      "description": "In this game, create a thriving ecosystem by nurturing both plants and animals!",
      "date": "2024-11-22"
    },
    {
      "id": "0fc71d20-f926-47d4-8935-8039a6b6e222",
      "author": "Lukisav",
      "description": "Can you beat all the races, and become the champion of the game? ",
      "date": "2024-11-23"
    },
    {
      "id": "b995d2cd-74c5-497b-aacb-73b25a255ad2",
      "author": "Han Han",
      "description": "Grab the money and don't get your hand violently chopped off",
      "date": "2024-11-24"
    },
    {
      "id": "5e311df2-58cf-493d-9701-ca666aa7db24",
      "author": "Lukisav",
      "description": "This place is cursed by zombies. Can you save it from all the zombies? ",
      "date": "2024-11-25"
    },
    {
      "id": "6509000c-6edf-478f-a86e-3deb9fda1e9f",
      "author": "Lukisav",
      "description": "Test your reaction reflexes. Are you fast enough? ",
      "date": "2024-11-26"
    },
    {
      "id": "e9dad236-2e71-4648-9d96-1753989de1da",
      "author": "Hydroxide",
      "description": "A deceptively simple auto-battle RPG. As you explore the realms, you'll gain access to new weapons, armor, and other skills to dominate your foes. For a real challenge, take on the extra levels after the main game!",
      "date": "2024-11-29"
    },
    {
      "id": "2c4d28f2-b83e-4ad8-b6d4-6edbbfe536ef",
      "author": "TheBusterZX",
      "description": "Aren't you lucky not to be a turkey for thanksgiving? As a challenge, try to beat my  record of 69650 points.",
      "date": "2024-11-27"
    },
    {
      "id": "30191450-6e22-4866-b67a-d6e3b47dd642",
      "author": "evaneezer",
      "description": "Released back in September 2019 on international Nick sites for Spongebob's 20th anniversary (of the show, not the character) and now it's five years later as of writing, the year of its 25th anniversary. Help the sponge of honor help his friends have their best day ever in this escape-the-room game, developed by game studio Seven2. (Tip: For the best ending message, see if you can play from start to end in under eight minutes.)\n\nFeaturing many iconic references and easter eggs from old and new episodes of the show, as well as secretly harboring unused graphics, such as misunderstood inner beauty icon Yummer.",
      "date": "2024-11-30"
    },
    {
      "id": "fd3e0d58-0567-4056-8e06-d6c3795d5794",
      "author": "walker21232123",
      "description": " Bad Monday Simulator is a action-packed Garfield-Undertale crossover fan game. You play as Nermal and you are fighting Sansfield, which is a Fusion of Garfield and Sans.\n\nFun Fact: Undergarf is the Second Undertale AU based on Garfield. The first one is An Expanded Universe.",
      "date": "2024-12-03"
    },
    {
      "id": "afe66c0a-3365-0759-51dd-1db2dca6d781",
      "author": "cezarr",
      "description": "A classic Flash puzzle game where you can give your hidden sadistic desires a chance to shine!",
      "date": "2024-12-04"
    },
    {
      "id": "9c6adb46-e8de-43c9-92be-54251ca7707f",
      "author": "KurttheKing",
      "description": "xGerms Math Mashup is an educational game in which you must collect various germs for research by solving math problems. With 38 achievements, a character creator, and a perfect amount of polish, you can't go wrong!",
      "date": "2024-12-05"
    },
    {
      "id": "63c7abbc-81e5-4410-84ab-24d014d24690",
      "author": "EvanPBanks",
      "description": "Ed, Edd n Eddy meets Tony Hawk",
      "date": "2024-12-06"
    },
    {
      "id": "b76b4cbe-7bf4-4b86-82a6-d80a78e23bd5",
      "author": "Bosko Lasta",
      "description": "A Christmas-styled endless jumper! Try to get every medal. ",
      "date": "2024-12-07"
    },
    {
      "id": "bb913f37-c0e1-4f4f-9aa2-a511304a4dca",
      "author": "JollyMushroom602",
      "description": "A funny launch game (like Toss the Turtle or Learn to Fly) where an alcoholic Santa must perform his mission and go as far as possible.",
      "date": "2024-12-08"
    },
    {
      "id": "4d5b1796-d0c2-601c-d49a-7e40d39bfd04",
      "author": "Rocko Rotten",
      "description": "Here's a Christmas flash game from Russia. The gameplay is simple, try to bounce as many ornaments as you can. Don't let too many of them fall, or it's game over!",
      "date": "2024-12-09"
    },
    {
      "id": "cf962a8d-945c-47c9-b220-ec26076aa4fa",
      "author": "TheBusterZX",
      "description": "A 5v1 Snowball Fight between you and the obnoxious kids from School. Show no mercy! ",
      "date": "2024-12-10"
    },
    {
      "id": "0092dd7e-77f3-41de-91d9-245f3f9ad062",
      "author": "Lukisav",
      "description": "The classic restaurant game! Can you serve all the hungry penguins?",
      "date": "2024-12-11"
    },
    {
      "id": "1265f5b5-589d-476f-80e8-06473c8a74e7",
      "author": "SANTACLAUS",
      "description": "Help deliver the presents for Christmas!",
      "date": "2024-12-12"
    },
    {
      "id": "4d17d3bb-5d66-4908-934a-14f88e892548",
      "author": "Lukisav",
      "description": "Can you take control of the constant traffic, and win the game? ",
      "date": "2024-12-13"
    },
    {
      "id": "980f8c6f-3c4f-b4b2-34e4-413bd095455e",
      "author": "Claudiu",
      "description": "Hit the pinata to get candy... so you can get upgrades to HIT IT HARDER",
      "date": "2024-12-14"
    },
    {
      "id": "5ac3d1d6-5daf-4871-8fbc-56a9ed463024",
      "author": "SANTACLAUS",
      "description": "Score as many goals as you can to defeat the opposition.",
      "date": "2024-12-15"
    },
    {
      "id": "d8bb81ef-e27e-d31d-f7dd-76fac574ef5b",
      "author": "SpongeBob",
      "description": "an christmas endless jumper with The Fairly OddParents theme",
      "date": "2024-12-16"
    },
    {
      "id": "fc23d1d4-e26f-4ce1-b282-ee59b575afd5",
      "author": "Hydroxide",
      "description": "A vampire wants to feast at McDonalds, and he's not hungry for a burger. Fortunately, you're a vampire hunter. Can you use your wits to stop him before someone drops dead?",
      "date": "2024-12-17"
    },
    {
      "id": "94deef99-9a1b-486b-b22c-7e99a2c08f39",
      "author": "R.E.W",
      "description": "A story game about a hungry dragon, finish the jigsaw puzzle and have fun seeing the story unfold",
      "date": "2024-12-18"
    },
    {
      "id": "a2948afb-4528-4642-b817-2e682915f44f",
      "author": "SANTACLAUS",
      "description": "Design and decorate a room for Christmas. Lots of gifts to stack under the tree! Get into the holiday spirit in this special edition of your favorite room-decorating game! Click on the catalogue to the right to choose your items. Click the arrows in the upper-right corner to choose a location: would you rather have a beach house, penthouse, or an underwater house? Change music styles by clicking on the jukebox or stereo. Paint your items and walls your favorite colors with the Brush and Wallpaper buttons. Click the buttons at the bottom to rotate furniture, delete items, or print your room.",
      "date": "2024-12-19"
    },
    {
      "id": "e8fe5e8d-acce-3051-5c61-1d782acf2b2b",
      "author": "evaneezer",
      "description": "Based on a cute+hilarious Cartoon Network show that turned 20 this year (as of writing). Cartwheel with monkeys, dance with cobras, slingshot unfriendly pirates out of the way, and more as you search for all 250 coins and 100 gems on this crazy island. Try not to be lost as you search for chests containing additional abilities, and mind your health and energy! (Tip: if you see a palm tree with red leaves, or large spikes with tiny gem specks, use the electric guitar. Some treasure is well hidden.)",
      "date": "2024-12-20"
    },
    {
      "id": "89af5545-6db7-491c-9394-41f124b54679",
      "author": "AL_2713",
      "description": "A simple and relaxing puzzle game. Match blocks as you listen to the distant fireworks",
      "date": "2024-12-21"
    },
    {
      "id": "a46ebd41-4a7e-44fe-94f3-97917dcced7d",
      "author": "Hydroxide",
      "description": "Quickly take photos of silly scenes, but be sure to follow the rules of the request. How high can your score reach?",
      "date": "2024-12-22"
    },
    {
      "id": "445aa1c0-7640-b358-936c-1e97651db90c",
      "author": "TheBusterZX",
      "description": "Protect the Krusty Krab from Plankton's obnoxious robot carolers.",
      "date": "2024-12-25"
    },
    {
      "id": "41db5a1d-e12f-4704-8a59-824735da7dca",
      "author": "TheBusterZX",
      "description": "Team up with friends in the neighborhood to defeat the local snow-bullies and get your snow racer back!",
      "date": "2024-12-24"
    },
    {
      "id": "40241714-3378-45cf-b5e0-87cec32782f5",
      "author": "SANTACLAUS",
      "description": "Are your tricks tough enough? Does your routine rock? Is your outfit awesome? In the world of competitive figure skating, you'll be judged on every aspect of your performance!",
      "date": "2024-12-23"
    },
    {
      "id": "aec1fcf1-2769-c057-f133-5a49e955160e",
      "author": "SANTACLAUS",
      "description": "Break the ice in this arcade style hockey game with 12 teams, 11 games, and even a few fights!",
      "date": "2024-12-26"
    },
    {
      "id": "36b9112f-c6fb-fa8f-0f13-69f0eb7a499e",
      "author": "Bosko Lasta",
      "description": "zuma king com  swf",
      "date": "2025-01-01"
    },
    {
      "id": "9b9c50df-c622-4534-b861-11500e61f26f",
      "author": "childishbeat",
      "description": "See just how big of a combo you can build in this New Years-themed game, perfect for reigning in, well, the new year! With all that said, have a good one.",
      "date": "2024-12-31"
    },
    {
      "id": "be2df0d5-d84d-4eae-87fa-4fd8581bb45b",
      "author": "childishbeat",
      "description": "No, seriously, where is it? LOL.",
      "date": "2024-12-28"
    },
    {
      "id": "c9d30e07-e1c1-46d9-a097-1732a9683644",
      "author": "childishbeat",
      "description": "I may have played tons of Flash games back in my day, but this isn't one of them. And that's a shame, because this one's not only pretty good, but a cut above the rest too. Full story? Voice acting? Hours of combat? Not something you'd hear of too often in the scene. You'd definitely have wanted to play this one in your local computer lab if you knew all that! Oh, and it's this game's 17-year anniversary, so it's almost old enough to be an adult now.",
      "date": "2024-12-29"
    },
    {
      "id": "e331f94a-efb2-6247-7d2a-e894d8830350",
      "author": "childishbeat",
      "description": "You know I like me a good tower defence game, and I must say, this one's pretty honourable.",
      "date": "2024-12-30"
    },
    {
      "id": "80f7efb9-7f61-44a2-94cc-d62e2a2295a8",
      "author": "childishbeat",
      "description": "The developer's right. It is that boring.",
      "date": "2024-12-27"
    },
    {
      "id": "9bc345d7-5abe-4f44-8e2a-4ffd65a0b081",
      "author": "SANTACLAUS",
      "description": "Are you ready to fight some of the most relevant figures of 2011?",
      "date": "2025-01-02"
    },
    {
      "id": "768f3eab-766e-4e7e-bb6d-d02433f77512",
      "author": "Hydroxide",
      "description": "A very creative puzzle adventure game featuring Blue Rabbit. When the weather goes awry on Blue's vacation, they'll have to travel and use strange magic to solve the problem!",
      "date": "2025-01-03"
    },
    {
      "id": "f2ef4cb5-c85a-436f-9784-c96078eb7270",
      "author": "©hloe™",
      "description": "One of Ferry Halim's most popular games, potentially even being a pioneer for the endless jumper genre. A unique aesthetic combined with simple yet addictive gameplay make this one a must play.",
      "date": "2025-01-04"
    },
    {
      "id": "13791395-3c85-965d-96ca-9a2da1b0d873",
      "author": "SANTACLAUS",
      "description": "Looks like another smiling block, but this cube has mad skillz! Capture the stars to open your portal. Drive a tilty car, cut ropes, flip switches and jump over spikes to complete your mission. Cute never looked so smooth!\n",
      "date": "2025-01-05"
    },
    {
      "id": "892e322b-a466-4e21-a816-73904f69ccef",
      "author": "SANTACLAUS",
      "description": "Hey, DJ! Keep the needle in that phat groove, baby! Demonstrate your scratch skills to score big!",
      "date": "2025-01-06"
    },
    {
      "id": "b79da7e5-a832-415e-946c-e6765da7f2f6",
      "author": "Katsuki Bakugo 💣 💥🧨 (elfhuo)",
      "description": "Screw around with her teeth in any way you like",
      "date": "2025-01-07"
    },
    {
      "id": "2507fdb9-77e9-4a17-bff9-6e0ce3be1e80",
      "author": "Han Han",
      "description": "Amazing shooter game with great physics (at least for flash) great gunplay, and 5 long levels. Sadly, the game has no music, so turn on your tunes!",
      "date": "2025-01-08"
    },
    {
      "id": "a5176c64-dc14-4507-872c-ee7a11d9f166",
      "author": "evaneezer",
      "description": "Nick.com's main attraction of 2015 (a decade ago) was a card battle game featuring special virtual trading cards from a whopping 32 Nick shows (the most shows featured in an officially licensed Nick game) and seven different stories to play through. Customize your card deck to bring into battle, and find out if your cards are powerful enough to defeat all of your opponents! In addition to this game, Workinman also produced eleven (11) other Nick games that were released throughout 2015, and each reveal a code that can be entered in Power Packed to unlock a special (or random) card.",
      "date": "2025-01-09"
    },
    {
      "id": "2bf08549-a81f-4b9f-a44b-268d1d07a9df",
      "author": "evaneezer",
      "description": "The first of 11 games to reveal a code for Nickelodeon Power Packed. Defend the Nickelodeon kingdom of your choice in this tower defense game, and seize relics in other kingdoms to gain territory! This game was also a very special one (months before Power Packed released), as three features were made to accompany this game: Castle Combat, an archery game made for mobile devices (while the main Kingdoms game was originally meant for desktop only); a countdown clock to the release day of Kingdoms; and a personality quiz, titled \"What's Your Nick Kingdom?\"",
      "date": "2025-01-10"
    },
    {
      "id": "3c37c7dc-6dd3-4797-91cb-73f102f359a5",
      "author": "evaneezer",
      "description": "The second of 11 games to reveal a code for Nickelodeon Power Packed. The Ninja Turtles' human friend April has been kidnapped by a ghost, and the Turtles must sneak across the rooftops to save her. Take down foot soldiers, flip levers, disable teleporters, and don't get caught or make too much noise! (Tip: select the Robo Turtle for later levels. There are many doors to unlock as well.)",
      "date": "2025-01-11"
    },
    {
      "id": "c23270f9-0dce-4918-a785-d6919c019f3f",
      "author": "evaneezer",
      "description": "The third of 11 games to reveal a code for Nickelodeon Power Packed. See how many times in a row you can get a direct hit with a crumpled piece of paper, but mind the blowing fan.",
      "date": "2025-01-12"
    },
    {
      "id": "0f54be2b-a928-4d33-903f-06691739d05a",
      "author": "evaneezer",
      "description": "Game 4 of 11 in the Nickelodeon Power Packed game series. Guide a Nick character through a complex maze and find the exit door with as few enemy collisions as possible.",
      "date": "2025-01-13"
    },
    {
      "id": "0b7d4d85-8393-4b6c-aebf-9c4f1d60b7b0",
      "author": "evaneezer",
      "description": "Game 5 of 11 in the Nickelodeon Power Packed game series. Play around with SpongeBob and his pals, watch what happens when you give one of them an item to play with, and watch out for seagulls! See if you can unlock all the items and complete all the tasks on the checklist.",
      "date": "2025-01-14"
    },
    {
      "id": "bd7c045b-c5de-42cd-a09b-2424902208ff",
      "author": "evaneezer",
      "description": "Game 6 of 11 in the Nickelodeon Power Packed game series. Two friends sneak into their local arcade after hours to uncover a secret game they've never played before. Punch out foe after foe and see how many floors you can survive through, and if you can beat the characters' scores. Dodge the enemies' attacks before they drain your health! (Based on \"Hook'd\" from \"Tufflips' Tales of Terror\", the Halloween episode of Sanjay & Craig.)",
      "date": "2025-01-15"
    },
    {
      "id": "b4ada222-fbdc-462c-803c-ff7d5e62b838",
      "author": "evaneezer",
      "description": "Game 7 of 11 in the Nickelodeon Power Packed game series. The Breadwinners and their rivals and female counterparts, the Pizzawinners, must team up to defeat an onslaught of pond monsters. See how many giant monsters you can beat before you run out of health. (Based on the Breadwinners episode \"Pizzawinners\".)",
      "date": "2025-01-16"
    },
    {
      "id": "70322ec3-651b-4ae3-a7af-50b22ff9a51e",
      "author": "evaneezer",
      "description": "Game 8 of 11 in the Nickelodeon Power Packed game series. In this webgame-based steampunk sequel to the SpongeBob TV episode \"The Great Patty Caper\" (a.k.a. Mystery with a Twistery), SpongeBob must tend to flipping Krabby Patties while his friends keep them safe from Plankton's bots. See how many levels you can beat!",
      "date": "2025-01-17"
    },
    {
      "id": "fd236f08-23b6-4499-b160-c92f9c448be3",
      "author": "evaneezer",
      "description": "Game 9 of 11 in the Nickelodeon Power Packed game series. Help the Ninja Turtles hack their way into TCRI by connecting wires. See how many puzzles you can solve before you run out of time. (Note: the Power Packed game code only appears after five gameplays.)",
      "date": "2025-01-18"
    },
    {
      "id": "db9db864-6369-45f8-b23b-04b6dda4e7ce",
      "author": "evaneezer",
      "description": "Game 10 of 11 in the Nickelodeon Power Packed game series. See if you can beat Patrick in a beach-themed game of checkers! (You can also pop any bubbles that float by if you want!)",
      "date": "2025-01-19"
    },
    {
      "id": "966727b5-c794-429d-9891-91a011f2cbbe",
      "author": "evaneezer",
      "description": "Create and raise a cute little sea snail in the SpongeBob universe. (Note: This is the 11th and last game in the Nickelodeon Power Packed game series, although the only one not to feature a special code pop-up. There is however a Snail Care card that can be unlocked in Power Packed by entering the code \"meow\". It features the same exact snail that is shown on the Snail Care title screen.)",
      "date": "2025-01-20"
    },
    {
      "id": "cb4291a0-3261-8d43-dacb-bdcf6d740daa",
      "author": "SANTACLAUS",
      "description": "Help a Lost Rock Band get to their next gig without being mobbed by star-crazed crowds!",
      "date": "2025-01-21"
    },
    {
      "id": "b420bf31-8063-471e-9e82-14cf9099180d",
      "author": "Hydroxide",
      "description": "A semi-idle game where you play as a dragon! Farm your own sheep and conquer the lands with your fire breath!",
      "date": "2025-01-22"
    },
    {
      "id": "fcb0f926-b8eb-43b1-bce7-e74f0af7ab67",
      "author": "Hydroxide",
      "description": "A very unique and funny physics game about controlling a wild helicopter through mazes, puzzles, and many other things. Just don't make the button cry...",
      "date": "2025-01-23"
    },
    {
      "id": "2b0b79a2-5196-5276-2049-414fd78de37f",
      "author": "Hydroxide",
      "description": "If you liked the first Hanna in a Choppa, this one's even more refined! Smoother controls, lots more to unlock, and even more creative challenges to conquer.",
      "date": "2025-01-29"
    },
    {
      "id": "80687a89-dfcf-44eb-83c9-b77f8fb72ab5",
      "author": "nikki",
      "description": "Two bunnies prepare food for an upcoming party! Remember the ingredients written on a note and drag the ingredients to the bowl. That's basically it! (Also, who puts flour in green tea?!) ",
      "date": "2025-01-24"
    },
    {
      "id": "68a84a79-9ced-4244-822d-cc4011c35345",
      "author": "Mustacheboyo",
      "description": "Ice treats and fun times await! Serve up chocolaty goodness and creamed sweets to all your happy monster friends from behind the counter of your very own Ice Cream restaurant.",
      "date": "2025-01-25"
    },
    {
      "id": "db0af2de-2efa-4739-ac02-541747d7f8bb",
      "author": "SANTACLAUS",
      "description": "Rev your engines and return to Rumble Town for 4 new challenges every day!",
      "date": "2025-01-26"
    },
    {
      "id": "5f7d6a3f-702f-43ac-ac65-20dfcdf58d34",
      "author": "SANTACLAUS",
      "description": "Arrive within time and miss less than three gates.",
      "date": "2025-01-27"
    },
    {
      "id": "baf6dc4e-993d-4f85-872c-c44153095403",
      "author": "SANTACLAUS",
      "description": "Do you have what it takes to be the basketball champions on the court in this fast and furious 2 on 2 game for the showboaters who love to impress the crowd? Show off your skills and perform spectacular air defying dunks, amazing dribbles and a tight defense for crucial last second blocks to be crowned king of the basketball arena!",
      "date": "2025-01-28"
    },
    {
      "id": "ed4eddae-6267-4f01-a5e6-e017576e65f1",
      "author": "SANTACLAUS",
      "description": "Without your help Gwen, Gabriella, and Grace will be tardy to their party!\nUse your eye for detail, your dress-up skills, and your makeover know-how to get the girls to the fashion party on time. First, find any missing items scattered around the house. You're looking for things like shoes, clothes, and make-up. Then head over to their closet and get them all gussied up—don't forget to apply make-up! Do all of this before time's up to get them out the door in time.",
      "date": "2025-01-30"
    },
    {
      "id": "a9775d59-8f2d-4039-9e5a-cb76b7682c5c",
      "author": "SANTACLAUS",
      "description": "Take part in an epic journey and experience history's first road trip. Simultaneously drive various animal drawn carts and hit the targets. Go it alone or play with a friend. Passing each level requires a good arm and sense of right and wrong! Hit oxen, but not on their heads; collect apples, but not forbidden fruits. Think you can do it? Think can you survive Year One? Find out when you play online now!",
      "date": "2025-01-31"
    },
    {
      "id": "abb90270-6d77-4473-a6d5-eeb911c4c4c5",
      "author": "nikki",
      "description": "A woman has to find her magic ring and learn about her family, or something. A finding-hidden-objects game about fortunetelling, summoning a spirit, and repeatedly reading Cassandra as a shooter because this is a Flash game. (Or maybe that's just me.)",
      "date": "2025-02-01"
    },
    {
      "id": "8639a5b2-94fa-406c-9d5a-71eb781cf46f",
      "author": "SANTACLAUS",
      "description": "Fast cars! Explosive action! This is ON THE RUN!\n\nTake the wheel and make your getaway! The cops are on your tail - get to the next checkpoint before time runs out! Show off your driving skills: catch the slipstream of other cars to go even faster, and build up a combo for super-speed! Smash your way to freedom: collect boosts to clear a destructive path through traffic!\n\nRide with style: your style! Choose your car from a large fleet, then upgrade your ride to make it even faster and stronger. Look out for transporter trucks to grab a special vehicle! Fancy a bigfoot? We got ya. Feeling more like riding a tank? No problemo. Perhaps with a side of warplanes? We got that too, and then some!\n\nWhat are you waiting for? Get in, hit the gas and let’s go On The Run!",
      "date": "2025-02-02"
    },
    {
      "id": "34463e1d-df39-c716-6533-7b15607d071b",
      "author": "swetdep",
      "description": "A metroidvania that focuses on enemy slaying, finding new weapons with rpg elements to it such as a skill tree. It features a neat gameplay and a great attention to detail - keep your eye for some easter eggs! ",
      "date": "2025-02-03"
    },
    {
      "id": "ba93672d-084f-4402-a02e-bea10978414e",
      "author": "Hydroxide",
      "description": "School can be a dog-eat-dog world... With your brother's help, can you escape the gauntlet of learning to type properly?",
      "date": "2025-02-04"
    },
    {
      "id": "ec06bf92-4580-4b55-81ea-ee14107c35af",
      "author": "nikki",
      "description": "You are a bean living in an apartment. In only 3 days, you go from buying aloe vera for somebody to getting hired by a gang. It only escalates from here.",
      "date": "2025-02-05"
    },
    {
      "id": "aa0de006-fe85-4fc2-9394-3f2c6b38911b",
      "author": "Katsuki Bakugo 💣 💥🧨 (elfhuo)",
      "description": "Help Baby Hazel do Strange things like bathe in milk, chocolate, and other stupid crap",
      "date": "2025-02-06"
    },
    {
      "id": "71c993d9-1ee3-4513-992b-12c351b07bd2",
      "author": "SANTACLAUS",
      "description": "You've got a full day of to-dos, so hop in your car and get started! Everyone is ready to go and it's your job to speed around town dropping them off and picking them up, while collecting points and power-ups, like extra time or a spiffy new paint job. Use your trusty map and T-Mobile® G1 to navigate and run as many errands as you can before the clock runs out! Move fast and you could earn some \"me\" time at the local spa. Or stop by the T-Mobile® store to set up the entire family with myFaves! Get the fun rolling when you play fast and frenzied T-Mobile® Fuel Mom online now!",
      "date": "2025-02-07"
    },
    {
      "id": "84f8f6b6-8d19-ca4f-791c-b0e55fcd65f0",
      "author": "evaneezer",
      "description": "The PC game themed around CN City, Cartoon Network's main theme as of 20 years ago, and featuring a few clips and loads of scenery from that era. Clear each board of blobs without running out of drops. Play through a 50-puzzle world tour, or an endless loop, or play the extra-hard way by clearing entire boards in just one or two drops!",
      "date": "2025-02-08"
    },
    {
      "id": "1cfedc51-dbcb-4fea-8075-cc6472ab84f0",
      "author": "pHOEniX_05",
      "description": "for this Valentine's, one of the most popular flash games is definitely appropriate ;p",
      "date": "2025-02-14"
    },
    {
      "id": "8f935fe8-e222-4762-a8bc-f1d1aa654ca8",
      "author": "Gapple",
      "description": "Find the Escape-Men series Valentine's Day edition",
      "date": "2025-02-12"
    },
    {
      "id": "7dfc6ccf-25dd-4d7b-aebf-9bf621be97bd",
      "author": "nikki",
      "description": "You are a zombie. They are a zombie too. You play a game of tag across the world. You are a couple. I guess that makes it Valentines related.",
      "date": "2025-02-13"
    },
    {
      "id": "79489fa5-aa71-40ec-9ae8-5fec34db9b30",
      "author": "evaneezer",
      "description": "In this carnival-themed Valentine's game, hit as many targets as you can before the time runs out. Reach the quota in each level to unlock retro Nick characters, but don't hit Cupid or your progress towards the goal will be set back!",
      "date": "2025-02-11"
    },
    {
      "id": "011971d8-4e35-30c2-3bd6-277c725b6314",
      "author": "evaneezer",
      "description": "The biggest feature ever hosted on a Millsberry domain, in full with all five worlds! Battle wasp characters while armed with only a wand of honey, complete task after task to go up against a notorious supervillain, and feel free to explore each world in whichever areas you can. (But don't fall off the edge of the world or you'll have to restart!) Collect at least 200 coins total for a fully-upgraded wand, and 400 coins total for the title of Honey Defender!",
      "date": "2025-02-16"
    },
    {
      "id": "1e49c989-66cd-4545-b764-40429f8bc5e7",
      "author": "evaneezer",
      "description": "The game that kept everyone glued to their phones in a Sam & Cat episode, named after this match-3 with a twist. There are five gears of different colors and the goal is to make them grow in size until they drop down and crush the brains directly below. (Released as part of Nick's \"Crush Night\", which was technically themed around Valentine's Day. This is a different theme however.)",
      "date": "2025-02-15"
    },
    {
      "id": "6ff7dc12-7ee1-4d21-bf7f-9c0731011eb3",
      "author": "Hydroxide",
      "description": "A love triangle featuring a longing girl, her crush, and... the moon? Click and drag to give this couple many different endings.",
      "date": "2025-02-10"
    },
    {
      "id": "a175b6b2-4018-a46f-39ec-bc7120f36f17",
      "author": "Hydroxide",
      "description": "Share the love with a heartbroken monkey by finding the hearts hidden throughout the levels.",
      "date": "2025-02-09"
    },
    {
      "id": "17122929-2452-4fa8-8919-3839955cafd4",
      "author": "SANTACLAUS",
      "description": "Bring joy to Umbrella Man by helping him travel as far as possible!",
      "date": "2025-02-17"
    },
    {
      "id": "07b80788-54e4-4ea0-b8e8-87b617064e6d",
      "author": "tomrichardson1993",
      "description": "This game is so iconic, and fun to play as a 13 year old.",
      "date": "2025-02-18"
    },
    {
      "id": "994d84f9-3eb0-4cb6-6d59-0cf357097b34",
      "author": "SANTACLAUS",
      "description": "Mix and match to make a hilarious happy ending!",
      "date": "2025-02-20"
    },
    {
      "id": "f1a82358-2b17-47e3-b2b8-9a47798fe8cb",
      "author": "N4L",
      "description": "Sugar Sugar but with a SpongeBob twist! Draw lines to catch all of the differently coloured sand grains into their respective buckets!",
      "date": "2025-02-19"
    },
    {
      "id": "67f0c8a1-31eb-a702-1e7b-2ab289feb131",
      "author": "evaneezer",
      "description": "Guide a couple of cartoon J-Rock stars to their concert in 12 levels spread across four different regions. Dodge crazed fans, rockets, meteors, mountain goats and penguins, trap sea creatures in bubbles with torpedos, and don't run out of lives or energy!",
      "date": "2025-02-21"
    },
    {
      "id": "607d6d39-176c-49a7-ac6f-b5065cd1de30",
      "author": "evaneezer",
      "description": "When Glove World closed back in 2012, Glove Universe took its place. Nearly three years after that, it became a playable game, IRL! Briefly closed and then updated 10 years ago in time for Valentine's Day, with additional Valentine's themed rides and attractions. Toss coins in cups without getting scammed by Mr. Krabs, slam down a mallet to see if you can launch Squidward over the top of the sea, ride the Fiery Fist O' Pain (sequel), and lots else!",
      "date": "2025-02-22"
    },
    {
      "id": "77e0b9a2-dae8-4e1b-87b4-277fb54288df",
      "author": "SANTACLAUS",
      "description": "Now enjoy Cricket in 3D",
      "date": "2025-02-23"
    },
    {
      "id": "48675674-23e8-4ef3-ad2a-e6d6556cb013",
      "author": "evaneezer",
      "description": "Play as an adventurer kid, a cowboy, a penguin, or Abraham Lincoln and see how far you can trek across the Wild West, the Great Plains, or the Eastern Express.",
      "date": "2025-02-24"
    },
    {
      "id": "a751ba19-7297-49d7-8727-129f3434aa73",
      "author": "evaneezer",
      "description": "Based on the second SpongeBob movie which is now 10 years old. SpongeBob and his friends have turned into superheroes and arrived on the beach, and must defeat an evil pirate to save their home town!",
      "date": "2025-02-25"
    },
    {
      "id": "23d76401-94af-4242-9975-861cdb5e40ff",
      "author": "evaneezer",
      "description": "\"This is what happens when you don't share\" - Truffles",
      "date": "2025-02-26"
    },
    {
      "id": "20672c26-b1c4-484f-a131-e544a565fd9c",
      "author": "N4L",
      "description": "Pick your new puppy! You can take care of it, feed it, teach it tricks, bathe it, and more! Game changes scenery at different seasons.",
      "date": "2025-02-27"
    },
    {
      "id": "41476308-9a3f-4e98-8bc2-a97cfbc3114b",
      "author": "SANTACLAUS",
      "description": "Dial up your dream date—he's just a phone call away!",
      "date": "2025-02-28"
    },
    {
      "id": "e2af079c-dede-489d-9320-83d3eff80c51",
      "author": "N4L",
      "description": "Want have some platforming fun? Well, play Spring into Action! Drop platforms and collect all of the Jellies to reach Patrick! ",
      "date": "2025-03-01"
    },
    {
      "id": "5fc5ef0f-f089-49fd-b7c2-770b49934dc2",
      "author": "N4L",
      "description": "Complete each quest Eda gives you in this fun platformer made by Workinman! Features unique voice lines from the original voice actors!",
      "date": "2025-03-02"
    },
    {
      "id": "4cd03b18-7f47-4cac-b117-5b2de1beafe5",
      "author": "SANTACLAUS",
      "description": "Show off your kicking skills in Pro Kicker Frenzy as you kick a series of field goals for big points. Aim carefully and score combos to earn extra points. Watch out for the linebackers and don't forget to pay attention to the wind! Start at the college level and then join the pros as you prove your skills. Can you get a perfect score?",
      "date": "2025-03-03"
    },
    {
      "id": "2064ca61-78e3-8538-a051-9c1ef66cc0c9",
      "author": "Hydroxide",
      "description": "Explore a strange alien planet as a native species! This Metroidvania has challenge, a great story, and even some secret areas to find. Can you get the best ending and free the planet?",
      "date": "2025-03-04"
    },
    {
      "id": "af3c3937-7f6e-43a2-acf2-f7686060b3e4",
      "author": "AL_2713",
      "description": "Go crazy fast in this deadly bike game, and feel bad to the bone! Or go flying off after ramming into a truck.",
      "date": "2025-03-05"
    },
    {
      "id": "a193b1ab-3552-4d3d-af68-6920a817e107",
      "author": "Saril",
      "description": "Your world: one dojo. Your goal: become the best duelist in the world. Sharpen your body and mind against bandits, monsters and horrors in Sinjid!",
      "date": "2025-03-06"
    },
    {
      "id": "df144347-0c83-4d28-ad95-3449d9eb12ce",
      "author": "Lukisav",
      "description": "Space Dude is on a mission. Help him save the universe, and kill all the aliens! ",
      "date": "2025-03-07"
    },
    {
      "id": "4dcc4e23-aa4a-42b6-b4f8-1cf242215a4d",
      "author": "Lukisav",
      "description": "How many DOEOS can you catch? The more the better! ",
      "date": "2025-03-08"
    },
    {
      "id": "21f8ed09-fc54-4141-8dc8-47c1d1b131f1",
      "author": "Lukisav",
      "description": "Help Squeaky get all the oil bottles, in order to win!  ",
      "date": "2025-03-09"
    },
    {
      "id": "ab0136f4-27d6-4f6e-bed3-ae1978f2e3ef",
      "author": "Claudiu",
      "description": "You are a freaking Bullet Bill. DEMOLISH the Mushroom Kingdom flying at Mach 10 speed!",
      "date": "2025-03-10"
    },
    {
      "id": "9ce054c1-f13e-4e63-9385-1619e176ba7b",
      "author": "Claudiu",
      "description": "Help the adorable sheep trio get back home using each of their strengths to overcome the challenges along the way",
      "date": "2025-03-11"
    },
    {
      "id": "b75c8244-0ac5-4b56-bbc8-34be327438bf",
      "author": "Gapple",
      "description": "A game produced by Japanese musician Tamio Okuda.\n◯◯Otoko Raise a into a fine musician!",
      "date": "2025-03-12"
    },
    {
      "id": "26619b86-01f3-4ea9-a116-bf43e7f9c71b",
      "author": "Lukisav",
      "description": "Beat all the racers, and defeat all the robots!",
      "date": "2025-03-13"
    },
    {
      "id": "71f2d4a5-2df5-4d62-a36b-2cbb6376b7cd",
      "author": "TheBusterZX",
      "description": "Pickup frozen drinks for points but avoid falling in the water. You can either play against a CPU or another person.",
      "date": "2025-03-14"
    },
    {
      "id": "0bb6290d-df24-48a8-a615-7f52ca52b8bc",
      "author": "MagicOSM",
      "description": "Try to guess 20 titles from the best console from 1980's!",
      "date": "2025-03-15"
    },
    {
      "id": "b3f97f51-7b38-67b0-9b3d-355d49d557c6",
      "author": "SANTACLAUS",
      "description": "CLICK GREEN CIRCLE TO PASS THE FOOTBALL. You’re the Quarterback! Pass to an open receiver to score a TOUCHDOWN! You call the plays to execute the best game plan and make it to the finals.",
      "date": "2025-03-16"
    },
    {
      "id": "b4d42cda-31d5-4661-a8ca-28421e7e3a26",
      "author": "Rocko Rotten",
      "description": "To celebrate St. Patty's day, here's an Angry Birds-esque game. Instead of birds, you are equipped with shamrocks. In this game, the goal is to try to knock off all the boxes.",
      "date": "2025-03-17"
    },
    {
      "id": "b817c6c8-3c4f-4ace-8521-c67042917892",
      "author": "SANTACLAUS",
      "description": "Delve deep on a fastasic mission to save the rock legend from 80s hell! Arena shooter with multiple weapons, 8 bosses, and lots of fun.",
      "date": "2025-03-19"
    },
    {
      "id": "ca787acd-b27e-4dd7-8806-34e5630ed090",
      "author": "tomrichardson1993",
      "description": "Could you run your own Byker Grove style youth club?",
      "date": "2025-03-20"
    },
    {
      "id": "b87d93bf-f14c-e8db-eb06-4990d02400d3",
      "author": "SANTACLAUS",
      "description": "Drive your tractor through the dangerous levels and deliver your cargo.",
      "date": "2025-03-21"
    },
    {
      "id": "e7c0d0eb-1b7f-41df-b936-4948bd02124e",
      "author": "evaneezer",
      "description": "The game where getting abducted by aliens is a good thing.",
      "date": "2025-03-22"
    },
    {
      "id": "751d0e59-a977-46c5-f5ca-66e9bf699b61",
      "author": "SANTACLAUS",
      "description": "Drag and drop objects to create a clear path for the train\nto travel across safety.",
      "date": "2025-03-23"
    },
    {
      "id": "86a7f2f2-ed25-5711-b0ce-eda13b9aead5",
      "author": "evaneezer",
      "description": "The SpongeBob Boat-o-Cross series began 15 years ago. Since the first installment was already spotlighted here once before, I will skip ahead to the second one. This sequel introduces vehicle customization, multiple characters to play as, and six different worlds. Reach the finish line without landing upside-down against any terrain. It's that simple, yet that frustrating. Oh, and the boat may tilt backwards when you don't want it to. Have fun!",
      "date": "2025-03-24"
    },
    {
      "id": "76af7d2f-1b35-51ea-8c69-848a4896536a",
      "author": "SANTACLAUS",
      "description": "You are a train conductor and its up to you to deliver the loads.\nGo for the high score, but be sure not to lose your load along the way.\nDo you have what it takes to be the best.",
      "date": "2025-03-25"
    },
    {
      "id": "4fde3d68-63fd-4535-ab4b-1f6822c29028",
      "author": "evaneezer",
      "description": "A sequel to Boat-o-Cross 2, this time with characters and worlds from different Nick shows, and in HTML5. This game started out as a stealth release, requiring an 8-character code, consisting of letters and numbers that could be found on the back of certain Albertsons' products, in order to unlock the game itself, followed by other codes in order to unlock certain characters, vehicle designs and wheels. Now, all 26 items and 16 levels are unlocked! And thankfully, this is so much easier than the previous two Boat-o-Cross games. Enjoy!",
      "date": "2025-03-26"
    },
    {
      "id": "20ec9c6c-fbe4-defe-853e-43fd6df3427e",
      "author": "SANTACLAUS",
      "description": "Have you ever wanted to be a fire fighter? Well no you are the best firefighter in town and everyone needs you now. Put out all the fires on each level and save your friends. There is a limited supply of water so the strategy game is to solve the puzzle before the game is over.",
      "date": "2025-03-27"
    },
    {
      "id": "3fa90c38-822f-aa1c-da44-bcc84e47130c",
      "author": "SANTACLAUS",
      "description": "Select your car and try to conquer the world one setting at a time. Upgrade to 8 new, faster and better cars as you progress. Select for 12 different types of upgrades that will give you an awesome chance at beating each world. Fill the sky with collectable nitros and other cool things ...",
      "date": "2025-03-28"
    },
    {
      "id": "7454a3b1-1687-4383-b56a-b27b90176834",
      "author": "evaneezer",
      "description": "Happy St. Patrick's Day! Play as a leprechaun, fly as high as you can and collect marshmallows... in space!",
      "date": "2025-03-18"
    },
    {
      "id": "31410133-dd29-4dfa-869b-b29a254a3639",
      "author": "SANTACLAUS",
      "description": "Defeat all opponents as you race to find the big boss. No-one can stand against you! Use your ninja skills to run across walls and leap massive games as you travel through shipping docks, slip through buildings and leap across the roof tops. Use your sword and shirukens to take down your enemies, making your way to a final confrontation with Boss Ninja. Play now!",
      "date": "2025-03-29"
    },
    {
      "id": "62a45085-51cd-443c-af15-a85ce7b06574",
      "author": "Enderboy",
      "description": "Fancy Pants returns with a fresh adventure! Select your fanciest pants and get ready for World 2!",
      "date": "2025-03-30"
    },
    {
      "id": "c1ad9aa3-6b87-4349-92ad-e9c46cd9a7ce",
      "author": "SANTACLAUS",
      "description": "Travel around the world with Macy on a shopping adventure in this Personal Shopper sequel.",
      "date": "2025-03-31"
    },
    {
      "id": "6c16092e-2f30-4fdd-8395-139edcb27aaa",
      "author": "Rocko Rotten",
      "description": "What's your favorite Flash game? What makes it so great? After years of Flash game research, I think I've found one that's been scientifically proven to be the best. That very game is Tweenies Number Game. Tweenies Number Game is one huge metaphor for life, and not a lot of Flash games go into that territory. What do you do in this game? First, you pick a Tweenie, and then you have the option to select \"easy\" or \"hard\" mode. This symbolizes the though choice we make in our everyday lives, do we want to do it the hard way, or the easy way? In the end, what would be worth more, easy or hard? Once you have chosen your path, you get transported to this magical mystical world where your Tweenie awaits you. Numbers then flash on the screen, and you have to click a number that matches it. There is no punishment if you make the wrong choice, you can keep trying and trying. It's a lot like life. How does the game end? There is no end, you have the option to keep playing with the Tweenies for all eternity, or you can stop. This symbolizes the commitments in life we make. For example, do you want to keep working at the factory, or do you want to find a better job that pays more? Both choices have their pros and cons. Do you win in this game? Well, the game never indicates that you've won. However, the game leaves it up to you. Are you happy with your choices? Is it benefiting you? Not only is the gameplay compelling, but the sound design is the best out of any game ever made. You feel like you've been transported to a fantasy world, and that adds on to the game's immersion. Tweenies Number Game is so good, that you may never play another Flash game again, because there's nothing like it.",
      "date": "2025-04-01"
    },
    {
      "id": "ad27e037-0971-446e-a4ef-83a4d9555d57",
      "author": "SANTACLAUS",
      "description": "Take the Mayhem global in this international smash 'em sequel with 3 new locations available each day!",
      "date": "2025-04-02"
    },
    {
      "id": "4fba1263-e1b1-4681-91c0-d2c10ab218ef",
      "author": "SANTACLAUS",
      "description": "Help Dusty Crophopper train and qualify for the Wings Around the Globe rally.",
      "date": "2025-04-03"
    },
    {
      "id": "96a50edd-2fc0-712b-2eb9-cfdcfc945e94",
      "author": "SANTACLAUS",
      "description": "So you always wanted to be a fire-fighter? Well now's your chance!\n\nTake on the role of a robotic fire-fighter and take on Infernos in various locations across town, from the bowling alley to the cinema to the gas-works.\n\nFeatures highly flammible and explosive gameplay. Includes oil barrels and petrol pumps that explode. Sprinklers to help keep the fire back. Fans that spread the fire to other areas via the air-ducts. People to rescue. Upgrade your firebot with coins you collect on the levels.\n\nThe levels literally burn down as you play!",
      "date": "2025-04-04"
    },
    {
      "id": "d8f40a6c-df07-456b-b97f-07f20aabd64d",
      "author": "Gapple",
      "description": "Get medicine from a monster infested town to save your hometown!",
      "date": "2025-04-05"
    },
    {
      "id": "6c358d7a-c0bc-4422-a1b2-bd20806fdeca",
      "author": "evaneezer",
      "description": "The latest Fairly OddParents spin-off series, A New Wish, is coming to Paramount Plus in about three weeks as of writing. (And I'm still hoping for a second season!) To celebrate this good sign, I decided to suggest this game. Since there aren't any webgames specifically based on A New Wish, this is the best pick I could think of. Reach the top in all 3 levels to retrieve Cosmo's wand, but watch out for Foop (who now goes by the name \"Irep\")!",
      "date": "2025-04-06"
    },
    {
      "id": "ed69debf-b0ad-728d-0fe5-50974995d827",
      "author": "Piratebr1",
      "description": "A game more comical than really adventurous, but I have to say that priceless to see Morty with piercing eyes offending the player, in fact the pixel art is very pleasant",
      "date": "2025-04-07"
    },
    {
      "id": "7814b983-730d-0bba-8c93-af94dcb29f50",
      "author": "Hydroxide",
      "description": "This is one of the strangest (and most difficult) games I've ever played. Explore a fantastical ocean filled with mazes, surprises, and more!",
      "date": "2025-04-08"
    },
    {
      "id": "b4ee88b5-c4bd-4759-9a40-0cd9d2a655b0",
      "author": "Hydroxide",
      "description": "An interactive science project! Select a Thing and watch it grow, then follow the generations to expand their genetic variety.",
      "date": "2025-04-09"
    },
    {
      "id": "2f564050-555a-4061-a9e3-1475d7d1bcc5",
      "author": "evaneezer",
      "description": "In case you haven't heard, SpongeBob has just surpassed Arthur as THE longest-running animated kids' show of all time! And there's no sign of our absorbent hero slowing down, let alone stopping anytime soon. Let us celebrate with an iconic SpongeBob game, Bikini Bottom Brawlers! See if you can knock each of your opponents off the screen four times before they do that to you.",
      "date": "2025-04-10"
    },
    {
      "id": "cc229c3d-54ef-8f77-83b6-a4a0d7681811",
      "author": "ezzed ra",
      "description": "Add up to four women and theme their appearances after the four classical elements.",
      "date": "2025-04-11"
    },
    {
      "id": "dadd351b-d425-09d9-ae48-6284d663471f",
      "author": "SANTACLAUS",
      "description": "Turbo Golf, a new sort of golf. Play a round of golf against the 3 other opponents while running between shots. The fastest finish in the least number of shots wins. Yes its golf but not as you know, with loads of upgrades to aquire and stats to pump up along with an entire round of holes including show, dinoasaurs, pirate boats and zombies...",
      "date": "2025-04-12"
    },
    {
      "id": "6dd0d8ad-fbec-437a-b17f-d0de6e17d9b8",
      "author": "SANTACLAUS",
      "description": "Cyclomaniacs is back… and this time IT IS EPIC. The haddock has taken over a movie studio, or some such rubbish, and the cyclomaniacs have to defeat him. Again.\n\nUnlock 30 riders, 60 bikes and 40 tracks and bonus games, almost a meelion hours of gameplay.\n\nUse up for gas, left and right to tilt and x to Jump, or wasd controls and space. Perform stunts to gain boost to make you go faster.",
      "date": "2025-04-13"
    },
    {
      "id": "d7c2d5a4-1552-cb63-de4a-8d34d36292b6",
      "author": "Gust",
      "description": "Destroy all Normbots or see if you can survive for 10 minutes in this \"Phineas and Ferb\" tower defense game!",
      "date": "2025-04-14"
    },
    {
      "id": "292ae024-f39d-f233-0b9a-7874826b32b4",
      "author": "Gust",
      "description": "Manage your own game shop full of rare items and try to collect them all for your collection.",
      "date": "2025-04-15"
    },
    {
      "id": "047f4e66-785d-de5a-790f-f29a6891f182",
      "author": "Hydroxide",
      "description": "Roll through hilly islands to go as far (or as fast!) as you can!",
      "date": "2025-04-16"
    },
    {
      "id": "a12e848a-beab-462b-ba7b-ee69092e56a4",
      "author": "evaneezer",
      "description": "Krabby Land isn't so cheap this time! In this game, it comes in the form of a 3D pinball board along with the Flying Dutchman's ship. See if you can flip all the pink switches to turn them green and then reach the clam, all within the time limit, but be warned, it's very challenging!",
      "date": "2025-04-17"
    },
    {
      "id": "80a2b630-ecfc-4009-b742-f4b0dc7294e5",
      "author": "Hydroxide",
      "description": "Don't fear the ides of March! Caeser's got a party today, so help him make it the best day ever! :-D",
      "date": "2025-04-18"
    },
    {
      "id": "d6d28536-a305-4529-bc84-db1ed18d7684",
      "author": "evaneezer",
      "description": "Race against the Crock bots and help Timmy and his fairies get that \"threat-mantic\" letter before it reaches Trixie's computer! (And before Timmy's dad finds out he's missing... inside a computer like the one you're using right now!)",
      "date": "2025-04-19"
    },
    {
      "id": "9e2bbedc-2e4f-0fca-1e0a-1e312a38c9b0",
      "author": "evaneezer",
      "description": "Explore Jimmy's lab, the city of Retroville and Jimmy's school, while trapping his sentient inventions in bubbles... all in 3D! (Note: Jimmy's school is not a high school, despite the game's text. Guess that's a whoops on the devs' part.)",
      "date": "2025-04-21"
    },
    {
      "id": "fce7207f-d61a-473b-9988-1710c97cd9ef",
      "author": "Hydroxide",
      "description": "In this unique puzzle game, use carrots, a flying machine, and a teleporter to save rabbits from becoming stew.",
      "date": "2025-04-22"
    },
    {
      "id": "33c1f9bd-98e3-4e07-9286-a95246c444da",
      "author": "evaneezer",
      "description": "In this game, the Krusty Krab premises are your (and SpongeBob's) 3D playground! Search high and low for Krabby Patties and bring them all to the restaurant where they rightfully belong. Hope you don't mind the title card music from F.U.N. getting stuck in your head as the levels get longer and longer... (and \"watch out for the stingers! Aah! There's one now!\") Each difficulty has a total of ten (10) levels.",
      "date": "2025-04-23"
    },
    {
      "id": "6e0622ae-2b0b-d65f-1c4f-87a1adf4cab9",
      "author": "evaneezer",
      "description": "A virtual Golfland, Cartoon Network style (circa 2003). So many colored golf balls to choose from, and nine decorative holes to play through! (And one of them doubles as a virtual pinball board. Bonus!)",
      "date": "2025-04-24"
    },
    {
      "id": "e061dc7e-39d4-4818-b8b3-22fbf34be08d",
      "author": "evaneezer",
      "description": "Three boards and eight mini-games to play. Scratch records DJ style, wipe away a delivery man's tears, give a Corn Pop piece a cool hairdo, test your knowledge about random trivia, and more as you earn 100 points in the quickest time.",
      "date": "2025-04-25"
    },
    {
      "id": "6cc3548d-b259-4fc7-8067-ed6ead77091f",
      "author": "SANTACLAUS",
      "description": "Its stock car racing American style. Race over a multitude of different courses and events, from bowl racing, slalom to haddock bashing. Events take place over a racing calendar in your ultimate goal to win the stock car championship.",
      "date": "2025-04-26"
    },
    {
      "id": "6a8501d4-59a9-4d57-bf52-b4fea8c5612c",
      "author": "Gapple",
      "description": "Make the man finish a large portion of curry!",
      "date": "2025-04-27"
    },
    {
      "id": "b9696453-4ae6-4906-a47c-42046f593320",
      "author": "Hydroxide",
      "description": "When Anika's toy rabbit gets snatched by a giant eagle, she must explore a forest full of magical creatures to get it back. This is a short and sweet point and click game full of charm.",
      "date": "2025-04-28"
    },
    {
      "id": "da7b43f1-ef52-4b76-afb0-b65d3ada51ed",
      "author": "Kickety",
      "description": "If you'd like to be an artist when you grow up, you'll love to draw a picture with Squiglet and friends from the hit television series \"Get Squiggling\" and make wonderful works of art in Magic Paintbox.",
      "date": "2025-04-29"
    },
    {
      "id": "641e9697-f161-42c8-b9eb-b0b06c5ca5aa",
      "author": "Slime",
      "description": "A turn based RPG. Follows a guy named Sonny as he searches for answers about he is and what happened to him. Extremely nostalgic and actual fun progression. Don't need to play the first one to play this one either.",
      "date": "2025-04-30"
    },
    {
      "id": "8428213c-2df3-4e3b-b8b2-ad8eefcb302b",
      "author": "TheBusterZX",
      "description": "CRABGRAAAAAAAAAAASS!!! The defiler of beloved lawns everywhere at springtime. Your response must be swift and brutal. Compete against a friend or face off against the CPU to get rid of all of the crabgrass with the Lawn Mower but watch out for flowers.",
      "date": "2025-05-01"
    },
    {
      "id": "c7e857e0-fcf0-40ca-80c3-1a13dd2cc26a",
      "author": "TheBusterZX",
      "description": "Springtime! You see birds, flowers blooming, leaves growing, and bees having a turf war. In this game, you have to destroy the purple queen bee's hive to win.",
      "date": "2025-05-02"
    },
    {
      "id": "41b25510-8687-4720-88d5-3d378704862b",
      "author": "evaneezer",
      "description": "The game that defined Team Pebbles, the campaign that replaced PebblesPlay. Bounce and ascend your way through 30 levels, collecting power-ups and blasting away (or avoiding) enemies, and then battle a thief who is trying to make off with all the Pebbles! The levels get a little bit longer over time but this is one fun journey!",
      "date": "2025-05-03"
    },
    {
      "id": "f11e8d20-1432-4775-b6c2-ea067e3e8611",
      "author": "Logan5855",
      "description": "It's so satisfying when trying to get all of the bubbles in this game. This game is from the creators of the mobile game \"My Singing Monsters\" and it came before that game. The game was also released on mobile devices during the same time the flash version came out. Can you reach the top of the world and get your high score? ",
      "date": "2025-05-04"
    },
    {
      "id": "d7598a47-5cd3-401c-9704-7a27a215c72b",
      "author": "Logan5855",
      "description": "Use your eagle eye to find all of the eggs hidden in the backgrounds within the time limit.",
      "date": "2025-04-20"
    },
    {
      "id": "eb23ff69-63f1-4950-ada3-f899ea3113cf",
      "author": "SANTACLAUS",
      "description": "The ultimate dog racing sim, train your dog over 20 weeks to try and win the biggest prize money you can. 8 Achievements to gain and try your hand at the odd bet by following the dogs form.",
      "date": "2025-05-05"
    },
    {
      "id": "21f007a0-6616-415f-a10b-df0282601195",
      "author": "Logan5855",
      "description": "Can you beat Red's score in this Bejeweled-like M&M's themed game.",
      "date": "2025-05-06"
    },
    {
      "id": "03163c79-fd1f-c74a-c64d-b3c35a5ba593",
      "author": "Kickety",
      "description": "Widget's Robo Cluck 3000 has gone haywire, and it's spitting eggs everywhere! Join Wubbzy with his amazing adventure collecting nuts and bolts along the way.",
      "date": "2025-05-07"
    },
    {
      "id": "a128b2b0-615d-4a79-ab39-316ef98778cd",
      "author": "Logan5855",
      "description": "It's like having a food-fight in a movie theater! Try this game yourself and see how you like it.",
      "date": "2025-05-08"
    },
    {
      "id": "378046df-8877-e1ac-b2d6-47af051fca90",
      "author": "Logan5855",
      "description": "Help Joe and Blue find items around the places they explore.",
      "date": "2025-05-09"
    },
    {
      "id": "1a371bdc-925b-4bdf-9db1-859520bf5e17",
      "author": "Logan5855",
      "description": "The sequel to the anticipated Minecraft Tower Defence with new towers, traps, mobs, and more.",
      "date": "2025-05-10"
    },
    {
      "id": "70f1d43b-3354-7d17-233f-59e196b607a6",
      "author": "Gapple",
      "description": "Rotate the neurons and connect them all! \n100 challenging puzzles await!",
      "date": "2025-05-11"
    },
    {
      "id": "93a502c3-85fa-06de-f4fe-1ea5b24e8bc8",
      "author": "dave3211",
      "description": "a game i used to play that has cozy vibes, it requires puzzle solving and it has 3d animations",
      "date": "2025-05-12"
    },
    {
      "id": "e41bbfa1-1de6-41e8-81ff-a1012d00143c",
      "author": "Logan5855",
      "description": "Train your team of ducks to reach the top of the duck racing championship",
      "date": "2025-05-13"
    },
    {
      "id": "fce3c78d-e882-4142-b31e-e134830f858d",
      "author": "Logan5855",
      "description": "In this escape game you must rescue your dog from a kennel. You need to use items and solve puzzles to save your lovely dog.",
      "date": "2025-05-14"
    },
    {
      "id": "97ed9f16-9561-4d05-ba1e-f87487199ed6",
      "author": "Logan5855",
      "description": "You control a grey goo and you try to eat things to get larger. Get through a couple of stages and you'll eat the world!",
      "date": "2025-05-15"
    },
    {
      "id": "1aa96c17-6b06-e0a6-922d-a1452750f098",
      "author": "Gust",
      "description": "A point & Click adventure game where you try to get water back to the city.",
      "date": "2025-05-16"
    },
    {
      "id": "0bfbc69a-0a05-464c-af33-213a2b717ed0",
      "author": "SANTACLAUS",
      "description": "Take to the dirt tracks in this 3D race across country.\nMultiple levels, and 4 different cars to buy, as well as multiple upgrades.\nCollect turbos to give yourself a boost past your opponents.",
      "date": "2025-05-17"
    },
    {
      "id": "853b302c-881b-4ebf-a3e4-99539e8dbd55",
      "author": "SANTACLAUS",
      "description": "Drive like a maniac to deliver packages on time, but don't wreck the company truck and drive your boss crazy. Mad Courier features:\n\nUnlockable vehicles\nMaps and guides\n12 wild levels, plus 1 bonus challenge\nGet in the driver's seat today!",
      "date": "2025-05-18"
    },
    {
      "id": "e2dd4e5b-cccf-4216-925c-79c968d2accb",
      "author": "tomrichardson1993",
      "description": "TMNT Pac-Man, this game was basically Pac-Man, but with the turtles instead of Pac-Man and the ghosts.",
      "date": "2025-05-19"
    },
    {
      "id": "ab638461-9317-bbaa-9ccf-e7f0360e3b1b",
      "author": "SANTACLAUS",
      "description": "Over two dozen food fanatics embarked on a cruise aboard the S.S. Louie to celebrate the long awaited unveiling of Seaside Freezeria. The celebration turns sour as Radley Madish and his new muscle, Luau LePunch, commandeer the ship.\n\nUsing the Warp Coins, Radley and company unleash a powerful portal to pull Papa Louie and the rest of the customers back to the Land of Munchmore. There, they are caged and held captive by Radley's growing army of Sundaesauruses -- an army that our captive chefs are unwillingly forced to create under the harsh direction of Radley himself.\n\nMeanwhile, the lone Captain Cori must trek her way through Muchmore's wild terrain, battle fierce food baddies, and rescue her captive passengers and crew. As the customers are rescued, they join the fight as playable characters; each with their own unique weapon and skills.",
      "date": "2025-05-20"
    },
    {
      "id": "5bb5804b-3579-87cc-c59f-507a0022a05c",
      "author": "SANTACLAUS",
      "description": "Great Isometric rally game. Unlock new cars, and upgrade as you rally across different contintents.",
      "date": "2025-05-21"
    },
    {
      "id": "71929234-ac5a-4b49-bd0d-06233aeaf083",
      "author": "SANTACLAUS",
      "description": "How far can you explode, bat, and bounce your Sour Patch Kid?",
      "date": "2025-05-22"
    },
    {
      "id": "857650b7-df5d-4d1f-8818-10255015631c",
      "author": "TheBusterZX",
      "description": "If you don't hand people enough water bottles, this could affect Lebron's legacy.",
      "date": "2025-05-23"
    },
    {
      "id": "2d47fae5-34b4-4311-0ddb-354d58fe079b",
      "author": "Piratebr1",
      "description": "Nice OST for a clone party game, still heard the menu in my mind and can beat it Fanboy and chuchum, which for me was amazing at the time as a \"Fanboy\" of the cartoon",
      "date": "2025-05-24"
    },
    {
      "id": "e9914b91-68da-99f0-5bcc-94587cceddf9",
      "author": "lopsidedhead",
      "description": "A deckbuilding PvE game, Elements is ridiculously addictive. It's the definition of easy to learn, hard to master - anyone can pick it up and smash the level 0 or 1 bots, but it takes a true master to build up to the ultimate challenge - the False Gods. I've come back to it time and time again since stumbling across it ten years ago.",
      "date": "2025-05-25"
    },
    {
      "id": "5173a918-4af7-4f46-9d62-7ed21345e07f",
      "author": "Logan5855",
      "description": "Defeat all of the bosses in Mario's boss endurance.",
      "date": "2025-05-26"
    },
    {
      "id": "1e903a30-5c37-15bb-8e5e-6fea5a8103f2",
      "author": "Logan5855",
      "description": "The very last flash game in the Papa's series to be released, releasing in July 2018. In this game you make and serve the ice cream to different customers.",
      "date": "2025-05-27"
    },
    {
      "id": "4ff31116-b8ae-4311-9c71-2b6a6fca3139",
      "author": "Logan5855",
      "description": "Want a flash game where you be a REAL toy doctor? This game is for you.",
      "date": "2025-05-28"
    },
    {
      "id": "30191450-6e22-4866-b67a-d6e3b47dd642",
      "author": "evaneezer",
      "description": "Newly updated -- now includes an alternate app with Yummer! Launch the alternate version, play your way to the Krusty Krab zone and then look for some tan, \"grabby\" fingers. Click on any of those to properly meet Yummer! (To any remaining Yummer fans out there, you're welcome.) The alternate version also includes a ripped-up suit found outside Sandy's treedome, another previously unused feature. Enjoy!",
      "date": "2025-05-29"
    },
    {
      "id": "74ebe255-7da3-dac2-15c2-deeeaf25dd74",
      "author": "Gapple",
      "description": "\"おめでとうございます！！\nちょうどあなたが、10000人目のアクセスです。\"\n\nYou have accessed Kota's homepage. \nAs you browse, something strange happens to the homepage...",
      "date": "2025-05-30"
    },
    {
      "id": "5b7e473d-a830-e082-2c1a-1149362f4502",
      "author": "tomrichardson1993",
      "description": "Today's the 20th anniversary of the long forgotten nicktoon, Catscratch, and to celebrate, here is one of many flash games based on the show.",
      "date": "2025-07-09"
    },
    {
      "id": "b05beb78-3299-44b2-8b2c-fba2e06c45ac",
      "author": "Logan5855",
      "description": "The quarry's gone cocoa! Help Fred or Wilma make their way through the quarry maze.",
      "date": "2025-05-31"
    },
    {
      "id": "2c2da8cd-9129-40cb-accb-0d574fdd485b",
      "author": "evaneezer",
      "description": "A little one-of-a-kind treat developed by Workinman, a studio which usually developed Nick webgames (and I wouldn't be suggesting this game here if not for that). Look for bulging stars in the night sky and click on each of them to form constellations of characters and objects from a certain franchise (whose owners are against emulation and are about to come out with a new console). Can you find all ten constellations?",
      "date": "2025-06-05"
    },
    {
      "id": "4689f2cf-174d-871c-8236-c12567a97441",
      "author": "Gapple",
      "description": "On this day in 2013, the idol unit ``Soleil'' was formed from the anime ``Aikatsu!'' by Ichigo Hoshimiya, Aoi Kiriya, and Ran Shibuki.",
      "date": "2025-06-27"
    },
    {
      "id": "690b4589-bffd-3e26-382e-234794e5dd2f",
      "author": "TheBusterZX",
      "description": "Summer has arrived and the brawl has hit the beach! Defeat all the Nicktoons and face your hardest challenge yet...........Patrick Star.",
      "date": "2025-06-21"
    },
    {
      "id": "ff43818c-39d4-4ff1-be37-e2aee68ec907",
      "author": "evaneezer",
      "description": "Seven2 is a wizard studio when it comes to escape-the-room games. Four years before the infamous SpongeBob Saves the Day, Seven2 also made this holiday-themed game, based on a 47-minute variety special featuring stars from eight different Nickelodeon teen sitcoms. Once you know how to beat all three levels (not counting the empty room that automatically skips in a few seconds), you can easily beat this in under three minutes. Help the kids escape before they miss Christmas (which apparently this entry already has by at least a day!)",
      "date": "2025-07-07"
    },
    {
      "id": "4409486e-9579-2a7b-2b1c-536ba9d93808",
      "author": "evaneezer",
      "description": "To celebrate the winter holidays and Neopets having turned 25 recently, as well as to acknowledge its brief past with 3DVIA games, I think this makes a nice holiday treat. See if you can get a total of 60 Bruces (penguin-like creatures that wear bowties) each through the hoop that matches their respective colour (spelled with a 'U' as it is in Neopia). Be careful on the slippery ice, and watch out for Snow Beasts, changing colours and dizzying effects!",
      "date": "2025-07-12"
    },
    {
      "id": "6e54a636-ea6a-4d87-b799-f0c73a9fb7c6",
      "author": "evaneezer",
      "description": "About a year before MP Game Studio started Nickelodeon's Brawl franchise with Jingle Brawl (which was 15 years ago), the same studio also made this Western-themed Billy & Mandy game for Cartoon Network's Latin-American website. Just like JB, this game has an arcade mode and tournament mode, fighters with special attacks and super attacks, a locked character that is supposed to be unlocked by winning tournament mode, stages with different music tracks, timed rounds, health bars, and the best-two-out-of-three-wins rule. The only feature missing: characters don't automatically face each other at all times. (Fun fact: all of the music in Billy the Kid shares the same tune which was later used in JB's Farm Road music track.)",
      "date": "2025-07-16"
    },
    {
      "id": "89786b75-e77a-4766-b558-55d7c55f5892",
      "author": "evaneezer",
      "description": "An exclusive treat from Cartoon Network, based on a TV event that celebrated the incoming premiere of Camp Lazlo, 20 years ago. While this game suite doesn't feature Camp Lazlo itself, it features a camp theme and six of CN's contemporary shows at the time. There are six mini-games, each one based on a different CN show. Enjoy!",
      "date": "2025-07-08"
    },
    {
      "id": "43869feb-f27b-2a12-b704-a98aaa08a9a6",
      "author": "TheBusterZX",
      "description": "The running of the bulls but with a twist, in this extreme world run spanning 8 countries, you'll have to evade British officers, a big swedish spa guy in a towel, a drunk German woman with beer, swiss skiers and of course one angry spanish bull. The goal is simple: run and don't look back. Complete the world run to return to Pamplona, Spain and conclude the extreme running of the bulls in record time.",
      "date": "2025-07-06"
    }
  ]
}